{
    "kit_6": [
        [
            "kitten",
            "assertive",
            "upstanding",
            "silly",
            "sweet",
            "cool",
            "introspective"
        ],
        [
            "Hey, do you want to play warriors?",
            "I'll be Firestar, the bravest leader ever! You can be my deputy, Brambleclaw.",
            "We'll patrol the nursery, make sure no evil cats sneak in!",
            "Wait! What's that? Oh, it's just a leaf. Well, it could've been an evil cat!",
            "We're the best patrol ever! Let's play again tomorrow, okay?"
        ]
    ],
    "unabashed_leaffall1": [
        [
            "leaffall",
            "any",
            "unabashed"
        ],
        [
            "Yay! Leaffall!",
            "Leaffall is the best time of year because the trees give you leaves to play with all season!",
            "Except evergreens. Evergreens suck.",
            "Thank you, all trees except evergreens!"
        ]
    ],
    "kit_insult_1": [
        [
            "any",
            "insult"
        ],
        [
            "Well you're... you're dumb!"
        ]
    ],
    "kit_insult_2": [
        [
            "any",
            "insult"
        ],
        [
            "Well, you should... leave the shutting up... to you! Stupid!"
        ]
    ],
    "kit_121": [
        [
            "murder",
            "Any"
        ],
        [
            "Uh, sorry! The queens told me to stay away from you."
        ]
    ],
    "kit_129": [
        [
            "murder",
            "Any",
            "random_cat"
        ],
        [
            "r_c says you have a secret... Can you tell me? Please?"
        ]
    ],
    "KIT32132": [
        [
            "newborn",
            "sweet",
            "introspective"
        ],
        [
            "Oops-! Careful there y_c! I don't think you're supposed to leave the nursery just yet, you're just a bit too young",
            "The older cats wouldn't be too happy if they found out I let you out into the camp, but hey! There are tons of things to do here! We could play moss ball, Hunt the Feather, Invasion, anything!",
            "You might be a little shaky on your paws, but that's alright! You're still getting used to them. Don't worry, I was like that too once. You'll find your balance soon enough, maybe you can go outside by then!",
            "There's a lot that I want to show you. What do you want to play first?"
        ]
    ],
    "kit2314": [
        [
            "medicine cat",
            "talk_dead"
        ],
        [
            "Hi there! I wasn't expecting to see you around right now, I thought you would be in your den or something with all those herbs. But look at the cool feather I found!",
            "It was a good thing I caught it too, it'll make a great toy for my new game! That cat over there gave me the idea, they even helped me find the feather too!",
            "...What do you mean? That cat over there, the one by that pile of stones! They said that their name was d_c. They don't look that familiar, but no one else has questioned it so I haven't either.",
            "Your face is kind of funny, it's like you've just seen a ghost! Oh, and before I forget, that cat wanted me to tell you that they don't blame you for not making them better and that it was their time to go.",
            "I dunno where they went, but they seem pretty happy! Anyways, I really have to start setting up my new game, do you want to play it with me?",
            "Huh. You don't look busy, but ok! Maybe later then. Bye!"
        ]
    ],
    "kit21": [
        [
            "no_kit",
            "unlawful",
            "assertive",
            "brooding"
        ],
        [
            "y_c, help! I'm playing hide and seek with my den mates, and I need to hide, quick!",
            "Yes, I know that there are some really good hiding spots over by the medicine den, but, erm, I'm kind of not allowed over there after the incident a few days ago.",
            "Hey, don't you get started on me as well! I didn't know that those brightly colored plants that I used for hunting practice were marigolds! And how would I know that the cobwebs were supposed to be stacked up like that?",
            "If you tell me, I actually did the medicine cat a favor! That den looked like it needed to be reorganized anyways, so I gave them a reason to! They didn't seem to appreciate my work though..",
            "Uh oh. I think I'm running out of time to hide. I gotta go! I'll see you later y_c, maybe you can tell me another story later!"
        ]
    ],
    "kit_15": [
        [
            "Any",
            "sweet",
            "introspective",
            "platonic_like",
            "trust"
        ],
        [
            "Did you ever notice how pretty the stars are? They're like shiny bugs in the sky!",
            "The elders say those are our ancestors looking down at us. I hope when I join StarClan, I'll be a shiny star too!",
            "Do you think the stars play with each other? Like how we play with moss-balls?",
            "I like to imagine they do. It makes the night feel less scary. Like we're never really alone.",
            "Next time you look at the stars, wave at them! I bet they'll wave back!"
        ]
    ],
    "kit_16": [
        [
            "Any",
            "assertive",
            "sweet",
            "upstanding",
            "cool"
        ],
        [
            "I love listening to the elders' stories. They're so exciting!",
            "Do you think I could be in a story someday? Like a real hero?",
            "I'll make sure to do something amazing. Then the elders will tell stories about me!"
        ]
    ],
    "kit_18": [
        [
            "Any",
            "platonic_like",
            "assertive",
            "silly",
            "cool",
            "sweet",
            "unabashed",
            "newleaf",
            "greenleaf",
            "leaffall"
        ],
        [
            "y_c, we should go swimming! I heard some other cats do it all the time!",
            "I bet it's fun when you get the hang of it. Like being a fish!",
            "When I'm a warrior, I'll be the first cat who can swim super fast!",
            "Just imagine! Swimming up to a Gathering. Everyone would be so surprised!"
        ]
    ],
    "kit_183": [
        [
            "elder",
            "unabashed"
        ],
        [
            "Wow, you're so old... Are you going to join StarClan soon?"
        ]
    ],
    "kit_11183": [
        [
            "any",
            "assertive",
            "silly",
            "platonic_like"
        ],
        [
            "y_c! y_c! y_c! y_c! y_c!",
            "... Hi!"
        ]
    ],
    "kit_182": [
        [
            "elder",
            "unabashed"
        ],
        [
            "Wow, you're so old... Are you going to join the Dark Forest soon? The queens say that's where grumpy cats go!"
        ]
    ],
    "kit13123": [
        [
            "newborn",
            "silly",
            "unabashed",
            "unlawful",
            "assertive"
        ],
        [
            "Hurry and open your eyes! It's getting really, really boring!",
            "The queens keep getting annoyed at me, 'cuz you're still sleeping. So get up already so we can play!",
            "Ugh, you're so stubborn... maybe I don't want to play with you anyways! Hmph!"
        ]
    ],
    "app_321": [
        [
            "insult",
            "Any"
        ],
        [
            "Waaahhh!!!!!!!!!"
        ]
    ],
    "app_3211": [
        [
            "insult",
            "Any",
            "platonic_like"
        ],
        [
            "You don't really mean that... do you?"
        ]
    ],
    "app_321321": [
        [
            "insult",
            "Any"
        ],
        [
            "That's- That's not nice!"
        ]
    ],
    "assertive_tonewborn": [
        [
            "newborn",
            "assertive",
            "sweet"
        ],
        [
            "Awww, they're so cute!! And little!!!",
            "Can I help take care of them? Pleeease?"
        ]
    ],
    "assertive_tonewborn3": [
        [
            "newborn",
            "assertive",
            "silly"
        ],
        [
            "Yay! A new playmate!",
            "What do you mean I can't play with them yet?"
        ]
    ],
    "assertive_apprentice7": [
        [
            "kitten",
            "platonic_like",
            "assertive",
            "silly",
            "random_cat"
        ],
        [
            "y_c. Buddy. Best friend. We've GOTTA TRY this. r_c told me that if you eat three mice, one rabbit, and howl at the moon, you get magic powers!",
            "What? It's totally real, they wouldn't lie to me like that! I prommissseee."
        ]
    ],
    "assertive_6": [
        [
            "Any",
            "dislike",
            "you_brooding",
            "you_sweet",
            "you_upstanding",
            "you_introspective",
            "you_neurotic",
            "you_stable",
            "assertive",
            "cool",
            "unlawful",
            "silly"
        ],
        [
            "*Sigh*. Hey, y_c. Come to ruin the fun again?",
            "Whatever. I'm going to go do something actually exciting. Don't wait up."
        ]
    ],
    "assertiveappkit_elder": [
        [
            "elder",
            "assertive"
        ],
        [
            "y_c! y_c! Please, please, pleeeease could I get a story?",
            "I want a super exciting one! With battles and danger and - and -",
            "[t_c is literally shaking with excitement.]"
        ]
    ],
    "assertive_mediatorapp": [
        [
            "mediator apprentice",
            "mediator",
            "assertive",
            "upstanding"
        ],
        [
            "Is it really true that you're allowed to just ... travel between the clans as you please?",
            "Whoa! That's so cool!!! I've always wanted to explore the other territories, but I've never been allowed.",
            "Is it true that o_cClan cats can swim like fish? Or that their territory is full of snakes?",
            "[You and t_c have a long conversation about the other clans. With each detail you share, their eyes grow bigger and bigger.]"
        ]
    ],
    "assertivekit_queensapp1": [
        [
            "queen's apprentice"
        ],
        [
            "y_c, why aren't you out training with the other apprentices?",
            "You're a queen's apprentice?",
            "... What does that mean?"
        ]
    ],
    "assertivekit_1": [
        [
            "no_kit",
            "assertive"
        ],
        [
            "Bwahhhh! Hahahaha!",
            "Oh, hi, y_c! You want me to stop roughhousing?",
            "Psh, c'mon! I'm a big, strong future warrior! I'm not gonna hurt myself - OOF!",
            "... Owie."
        ]
    ],
    "assertivekit_2": [
        [
            "Any",
            "assertive",
            "upstanding",
            "random_cat"
        ],
        [
            "y_c! y_c! y_c! Look at this feather r_c brought me!",
            "It's soooo pretty. And it came from a real, live bird out on the territory!",
            "I can't wait until I can get out and explore the territory myself! Then, I can have all the feathers I want ..."
        ]
    ],
    "assertivekit_3": [
        [
            "queen's apprentice",
            "assertive",
            "upstanding"
        ],
        [
            "Come play with me, y_c!!!",
            "What? You have training with the medicine cat and mediator?",
            "Hmph ... no fair! Come play with me as soon as you're back, okay?"
        ]
    ],
    "assertivekit_4": [
        [
            "medicine cat",
            "medicine cat apprentice",
            "assertive",
            "silly",
            "sweet"
        ],
        [
            "y_c, what is it like being a mezidine cat? Is it fun?",
            "Er - how do you say it? Mezidine ... medizine ... medi - meh ...",
            "Meh ... di ... cine.",
            "A Muh ... Mezidine cat!",
            "Ah, mouse-dung. I messed it up again!"
        ]
    ],
    "assertivekit_5": [
        [
            "medicine cat",
            "medicine cat apprentice",
            "assertive",
            "silly",
            "unlawful",
            "random_cat"
        ],
        [
            "y_c, y_c, come quick! r_c is hurt!!!",
            "[You rush out into the clearing to discover the supposedly injured cat lazing on a rock, perfectly fine.]",
            "[When you confront t_c about it, they look away guiltily].",
            "Er ... It was just part of a game of pretend I was playing!",
            "[You let them off with a stern warning to only come find you if it's a real emergency.]"
        ]
    ],
    "assertivekit_6": [
        [
            "any",
            "assertive"
        ],
        [
            "[t_c tackles you with a squeal.]",
            "y_c! y_c! C'mon, let's play!!!",
            "What are our characters ...?",
            "Psh, who cares? I don't wanna play pretend! I just want to battle!!!"
        ]
    ],
    "assertivekit_8": [
        [
            "medicine cat",
            "medicine cat apprentice",
            "mediator apprentice",
            "mediator",
            "queen's apprentice",
            "queen",
            "assertive"
        ],
        [
            "y_c, can you show me some battle moves? I want to be big and strong when I grow up, just like you!!!",
            "What? You mean you ... don't know any battle moves?",
            "Hmph. You're no fun! I'll go find someone else to play with, then!"
        ]
    ],
    "assertivekit_11": [
        [
            "Any",
            "assertive",
            "unabashed",
            "dislike"
        ],
        [
            "Hmph. You're no fun to play with.",
            "Go away, fun-ruiner!!!"
        ]
    ],
    "assertivekit_12": [
        [
            "insult",
            "assertive",
            "Any"
        ],
        [
            "Go away, you big meanie!!!"
        ]
    ],
    "assertivekit_15": [
        [
            "Any",
            "assertive",
            "unlawful",
            "upstanding",
            "platonic_like",
            "comfort",
            "trust"
        ],
        [
            "Hey, no fair! I totally would've won that game! You cheated!",
            "Cheater! Cheater!"
        ]
    ],
    "assertivekit_16": [
        [
            "apprentice",
            "warrior",
            "deputy",
            "leader",
            "assertive"
        ],
        [
            "y_c, can I pleeeease come on patrol with you today? Please please please?",
            "I promise I won't tell anyone! No one will have to know!",
            "I just wanna go explore like a real warrior does!"
        ]
    ],
    "assertivekit_18": [
        [
            "kitten",
            "assertive"
        ],
        [
            "Hey, there's a fish on the freshkill pile! Wanna share it?",
            "... What do you mean it's yucky? You haven't even tried it!",
            "I'll try eating anything once! Even crowfood!",
            "Who knows? Maybe fish is the yummiest food on the planet and we don't even know it yet!"
        ]
    ],
    "assertivekit_19": [
        [
            "assertive",
            "queen",
            "queen's apprentice"
        ],
        [
            "Hey, y_c! Look over there! A flying squirrel!!!",
            "What? Nooo, I wasn't trying to distract you so I can sneak out of the nursery. Are you crazy?",
            "Oh, great StarClan, a big, mean fox is trying to break into the nursery! Run for your life!",
            "... No? *Sigh* Okay ..."
        ]
    ],
    "assertivekit_20": [
        [
            "kitten",
            "assertive",
            "unlawful",
            "random_cat"
        ],
        [
            "Ugh, I'm sooo bored! There's nothing to do here!",
            "Hey, I know, y_c! Let's pretend r_c is a piece of prey and go hunt them!",
            "What? Why not!!! It'd be so fun!"
        ]
    ],
    "assertivekit_21": [
        [
            "kitten",
            "assertive",
            "unlawful",
            "you_introspective",
            "you_neurotic",
            "you_sweet",
            "you_upstanding"
        ],
        [
            "Hmph. You're so boring, y_c. Why are you so quiet? It's like you never want to play, or break rules or do anything fun!",
            "Whatever. I'm going to go find someone else to play with."
        ]
    ],
    "assertivekit_212": [
        [
            "leader",
            "assertive",
            "upstanding"
        ],
        [
            "You don't actually have nine lives, do you?",
            "... You mean, you really do?",
            "How do I become leader???"
        ]
    ],
    "assertivekit_22": [
        [
            "no_kit",
            "assertive",
            "unlawful"
        ],
        [
            "RAHHHH!",
            "[t_c suddenly charges and pounces on your tail, tearing it to shreds with their little claws.]",
            "[You quickly chase them off. Where do some kits find the nerve?]"
        ]
    ],
    "assertivekit_23": [
        [
            "kitten",
            "assertive",
            "unlawful",
            "upstanding",
            "silly",
            "sibling",
            "adopted_sibling",
            "random_cat"
        ],
        [
            "y_c, y_p says it's my turn with the moss-ball! You have to give it back!",
            "Come onnnnn!",
            "Hmph. That's it, I'm gonna tell on you!"
        ]
    ],
    "assertivekit_25": [
        [
            "kitten",
            "assertive",
            "brooding",
            "platonic_like",
            "sibling",
            "adopted_sibling"
        ],
        [
            "Hey!!! Was someone picking on you?",
            "Hmph. No one gets to tease my sibling except for me!",
            "y_c, if anyone ever gives you a hard time, you'll tell me, right?"
        ]
    ],
    "assertivekit_sibling": [
        [
            "kitten",
            "assertive",
            "platonic_like",
            "sibling",
            "adopted_sibling"
        ],
        [
            "I just talked to y_p, and we're allowed to play outside today!!!",
            "C'mon, I'll race you to the elder's den!"
        ]
    ],
    "assertivekit_sibling1": [
        [
            "kitten",
            "assertive",
            "unlawful",
            "brooding",
            "platonic_like",
            "sibling",
            "adopted_sibling"
        ],
        [
            "Ughhh, y_p says we're not allowed to leave the nursery today!",
            "It's so boring in here, aren't you tired of all our games?",
            "Hey, I know! Why don't you go distract y_p, then I can sneak out and come back for you?",
            "C'mon, it'll be easy! I promise you won't get in trouble.",
            "Let's go!"
        ]
    ],
    "assertivekit_sibling2": [
        [
            "Any",
            "platonic_like",
            "from_your_kit",
            "from_adopted_kit"
        ],
        [
            "*Yaaawwn*",
            "What? No, y_c, I'm not sleepy ...",
            "I swear, I'm not ..",
            "... Zzzz ...",
            "[t_c falls asleep on their paws. The two of you cuddle up to take a nap together.]"
        ]
    ],
    "assertivekit_sibling3": [
        [
            "any",
            "assertive",
            "unabashed",
            "platonic_like",
            "sibling",
            "adopted_sibling",
            "random_cat"
        ],
        [
            "Raaahhh!",
            "[t_c slams into you, nipping at your fur.]",
            "[You get choked up and t_c immediately backs off.]",
            "No! Wait! Please don't cry! It's okay!",
            "I'll let you get me back! You can claw me! Look! You can claw me right here!",
            "[It's too late. You let out an ear-splitting cry and y_p rushes across the nursery to scold t_c.]",
            "[You stop crying as soon as t_c is put into time out. Sweet revenge!]"
        ]
    ],
    "assertivekit_sibling4": [
        [
            "any",
            "assertive",
            "unlawful",
            "brooding",
            "sibling",
            "adopted_sibling",
            "random_cat"
        ],
        [
            "[y_p is chiding t_c after they try for the thousandth time to sneak out of camp.]",
            "But, y_p! I didn't do it! It was all y_c's idea!",
            "[y_p whirls on you as you seethe, plotting your revenge against your sibling.]"
        ]
    ],
    "assertivekit_sibling5": [
        [
            "kitten",
            "assertive",
            "unlawful",
            "brooding",
            "random_cat",
            "littermate"
        ],
        [
            "y_c, wanna play leader and deputy?",
            "You wanna be the leader this time ...?",
            "Nope. Not happening. I'm older, so I get to be the leader.",
            "Yes, I know I'm just a few minutes older, but still!"
        ]
    ],
    "assertivekit_sibling7": [
        [
            "any",
            "assertive",
            "unlawful",
            "brooding",
            "sibling",
            "adopted_sibling",
            "random_cat",
            "platonic_like"
        ],
        [
            "I'm gonna catch you! Hahaha!",
            "[While you and t_c are playing, you accidentally trip and destroy half of the nest, moss and feathers flying everywhere.]",
            "...",
            "... Okay, what are we gonna tell y_p when they get back?",
            "[The two of you spend several minutes devising an elaborate story where a bird flew into the nursery and destroyed the nest.]",
            "[y_p doesn't buy it at all, but it was still a nice experience working together with your sibling.]"
        ]
    ],
    "assertivekit_26": [
        [
            "Any",
            "kitten",
            "from_adopted_kit",
            "from_kit"
        ],
        [
            "[You spot t_c talking with the elders across camp, their little eyes shining with excitement.]",
            "[The sight of them fills you with so much love, your heart almost explodes.]"
        ]
    ],
    "assertivekit_27": [
        [
            "Any",
            "kitten",
            "assertive",
            "from_adopted_kit",
            "from_kit"
        ],
        [
            "y_c, when I'm a warrior, you'll never have to worry again!",
            "I'll learn lots of fighting moves, and get really big and strong, and I'll keep our whole family safe!",
            "Then, we can spend all day long playing together."
        ]
    ],
    "assertivekit_28": [
        [
            "Any",
            "kitten",
            "assertive",
            "silly",
            "unlawful",
            "sweet",
            "platonic_like",
            "from_adopted_kit",
            "from_kit"
        ],
        [
            "y_c!!!!",
            "[t_c sprints across camp and tackles you with a squeal, clambering all over your fur.]",
            "[It's almost like you're reuniting after moons apart, even though you just saw them a few hours ago!]"
        ]
    ],
    "assertivekit_29": [
        [
            "Any",
            "kitten",
            "assertive",
            "silly",
            "unlawful",
            "sweet",
            "platonic_like",
            "from_adopted_kit",
            "from_kit"
        ],
        [
            "y_c! y_c! I had the most funnest day ever today!",
            "First, I played feather-catch. It's this really cool game where I throw a feather into the air and then try to catch it. Then, I ran around in circles! I went around and around and around and around, but then I got dizzy and had to stop. And then ...",
            "[t_c chatters on for what feels like hours. They have such boundless energy ... how can you ever keep up?]"
        ]
    ],
    "assertivekit_30": [
        [
            "Any",
            "kitten",
            "assertive",
            "silly",
            "unlawful",
            "platonic_like",
            "from_adopted_kit",
            "from_kit"
        ],
        [
            "[t_c stumbles across camp to you, soaking wet and covered in mud.]",
            "y_c! Before you get mad, I didn't do it!",
            "[The very peeved-off looking deputy locks eyes with you and storms in your direction. What mischief did t_c get into this time?]"
        ]
    ],
    "assertivekit_your": [
        [
            "Any",
            "kitten",
            "platonic_like",
            "from_adopted_kit",
            "from_kit"
        ],
        [
            "[t_c wakes up from their nap with fur so spiky, they look like a little porcupine!]",
            "[You laugh and spend the morning grooming their fur.]"
        ]
    ],
    "assertivekit_your1": [
        [
            "Any",
            "kitten",
            "platonic_like",
            "from_adopted_kit",
            "from_kit",
            "random_cat"
        ],
        [
            "[You and y_m watch t_c slowly creep up on a beetle ...]",
            "[With a fierce mew, they pounce on it!]",
            "[You and y_m erupt into cheers, lifting your delighted little warrior into the air.]",
            "I did it! I did it! Hahaha!"
        ]
    ],
    "assertivekit_your2": [
        [
            "Any",
            "kitten",
            "platonic_like",
            "from_adopted_kit",
            "from_kit",
            "random_cat"
        ],
        [
            "[t_c is throwing a tantrum. You decide to try out a trick that r_q taught you.]",
            "Waaaahhhh!",
            "['Hey, t_c, what color are your paws?']",
            "Huh?",
            "*Sniffle* Uhm ...",
            "[t_c calms right down, studying their paws. Man, r_q must be magic or something ...]"
        ]
    ],
    "assertivekit_your3": [
        [
            "Any",
            "kitten",
            "assertive",
            "unlawful",
            "platonic_like",
            "from_adopted_kit",
            "from_kit",
            "random_cat"
        ],
        [
            "[t_c accidentally drops their moss-ball while playing.]",
            "Fox-dung!",
            "[r_q, horrified, rushes to correct them as you laugh at your kit's potty mouth!]"
        ]
    ],
    "assertivekit_31": [
        [
            "Any",
            "kitten",
            "assertive",
            "silly",
            "unlawful",
            "upstanding",
            "platonic_like",
            "random_cat"
        ],
        [
            "r_c just told me the funniest joke ever!",
            "It went like - heehee - how did the *snrk* - how did the - AHAHAHA!!!",
            "[t_c can't even seem to get through their own joke without dissolving into a fit of giggles!]"
        ]
    ],
    "introspective_kit": [
        [
            "Any",
            "introspective"
        ],
        [
            "Huh? You think I should ask some of the other cats if they want to play?",
            "Why would I? I have lots of fun all by myself!"
        ]
    ],
    "introspective_kit_1": [
        [
            "any",
            "introspective"
        ],
        [
            "Hey, y_c?",
            "How come everyone else seems to have so many more friends than me?",
            "What? I have to go out of my way to talk to people, to get them to become my friend?",
            "... Is that seriously how it works?"
        ]
    ],
    "introspective_kit_2": [
        [
            "kitten",
            "introspective"
        ],
        [
            "[You decide to eavesdrop onto one of t_c's games.]",
            "Hey, stop right there! You're trespassing on clan territory!",
            "No! Please don't hurt me!",
            "Too late! Get ready to join your ancestors in StarClan!",
            "NOOOOOOoooo...",
            "[t_c seems to be playing both roles in their pretend war.]"
        ]
    ],
    "introspective_kit_or_app": [
        [
            "any",
            "introspective"
        ],
        [
            "Oh, hey, y_c. What's wrong?",
            "... You're worried about how much time I spend by myself?",
            "Pfft. Don't you worry about it. I keep myself plenty of company.",
            "You are your own best friend, after all!",
            "Hehehe... heh...",
            "[t_c stares wistfully off into the distance at all the other cats around camp sharing tongues.]"
        ]
    ],
    "introspective_kit_3": [
        [
            "kitten",
            "Introspective",
            "dislike"
        ],
        [
            "[t_c seems to be pretending that you aren't there.]"
        ]
    ],
    "sweet_kit_1": [
        [
            "Any",
            "sweet",
            "random_cat"
        ],
        [
            "y_c!! Hiii!! I have a question for you, if you don't mind answering?",
            "I worked really hard and weaved flowers into r_c's nest, but I'm worried they won't like it! I don't wanna make them sad...",
            "Can you take a look at it?? I don't mind undoing it all if it makes them happier!"
        ]
    ],
    "sweet_kit_2": [
        [
            "Any",
            "sweet",
            "random_cat"
        ],
        [
            "[t_c doesn't seem to notice you at first, sniffling quietly]",
            "O-Oh! y_c! Um... I didn't want you to see me like this..",
            "I'm sorry- I just... r_c stepped on a poor little bug, and I feel so bad for it!! And then I burst out into tears in front of everyone and now I'm super embarrassed..",
            "I hope they apologize to the poor little guy."
        ]
    ],
    "sweet_kit_3": [
        [
            "Any",
            "sweet"
        ],
        [
            "Hey y_c! Can I tell you a story?",
            "I promise you'll like it! I heard it and I just knew I had to tell you too!!",
            "One day, there was this super big mama deer. The mama deer protected her babies from wolves and bears and even snakes!! Cause she loved her babies!! And then they all made it to a huge field of flowers and were super duper happy!",
            "Hehe, do you like it?"
        ]
    ],
    "sweet_kit_4": [
        [
            "kitten",
            "sweet",
            "greenleaf"
        ],
        [
            "y_c!!! Wake up wake up wake up!!",
            "Cmon, you gotta come outside, I big paw promise that I won't tell anyone!",
            "Look at all the fireflies!! I thought the stars had come to say hi to us at first, but then I saw them and I knew you had to see too!",
            "They're so wonderful.. Just like you! Hehe."
        ]
    ],
    "sweet_kit_5": [
        [
            "kitten",
            "sweet"
        ],
        [
            "Hiya, y_c! I brought you these flowers, I really really hope you like them! They were really hard to get, hehe.",
            "I wanted to give everyone flowers, and of course I couldn't forget you!",
            "Do you wanna help me?"
        ]
    ],
    "sweet_kit_6": [
        [
            "kitten",
            "sweet"
        ],
        [
            "y_c!! y_c!! Hi! Do you wanna race with me?",
            "What do you mean I don't like this game..? I mean, I don't, but...",
            "I like spending time with you way more!"
        ]
    ],
    "sweet_kit_7": [
        [
            "apprentice",
            "queen's apprentice",
            "medicine cat apprentice",
            "mediator apprentice",
            "sweet"
        ],
        [
            "Whoa!! That was super cool, y_c!! Can you show me that move again?",
            "You can make gifts like that ... ? Oh that's super awedsome!! Can we make gifts together sometime?",
            "Oh, its awesome, not awedsome? .. Hehe, oops."
        ]
    ],
    "sweet_kit_8": [
        [
            "apprentice",
            "queen's apprentice",
            "medicine cat apprentice",
            "mediator apprentice",
            "sweet"
        ],
        [
            "Hiya y_c!! What's it like having a mentor?",
            "I see!! Must be pretty fun having someone like that! I wish I had an apprentice, I'd be a super good mentor!",
            "Or um... I'd hope so... Can I be your mentor to practice, pretty please?"
        ]
    ],
    "sweet_kit_9": [
        [
            "apprentice",
            "sweet",
            "random_cat"
        ],
        [
            "y_c!! y_c!! Are you okay??",
            "r_c told me you had a minor accident in training, I heard you fell and hurt your paw!!",
            "Oh thank goodness you're okay, please please go visit the Meddy Cat just in case!!"
        ]
    ],
    "sweet_kit_101": [
        [
            "medicine cat apprentice",
            "sweet",
            "random_cat"
        ],
        [
            "Hey y_c! r_c has a bellyache so I told them I'd come and get you!",
            "How come plants can do all this super cool stuff? Can you teach me about what some of it does, just in case?",
            "Oh right, I gotta take this- I'll be back in a moment then!!"
        ]
    ],
    "sweet_kit_102": [
        [
            "mediator apprentice",
            "sweet"
        ],
        [
            "y_c, how do you get people to stop fighting all the time? I see it a lot and it makes me very sad.",
            "I wanna make sure everyone is happy and safe, just like you!",
            "Can you teach me sometime? I can bring gifts!!"
        ]
    ],
    "sweet_kit_103": [
        [
            "queen's apprentice",
            "sweet"
        ],
        [
            "Hiya y_c!! I made sure to clean up my nest just for you!",
            "Like you said, gotta keep the place clean to keep smelly badgers away!",
            "I can't wait for you to get your full name, y_c. It's gonna be super cool, just like you! I'll bring flowers to the ceremony and everything, I promise!"
        ]
    ],
    "sweet_kit_11": [
        [
            "warrior",
            "medicine cat",
            "mediator",
            "queen",
            "sweet"
        ],
        [
            "Whoaaaa!! y_c, come and see this!",
            "I'm not normally allowed out of the Nursery so late, what's that in the sky?",
            "A sunset? I get to see this every single day?",
            "That's so cool!!! Thank you so much for showing me this! I gotta go tell everyone!"
        ]
    ],
    "sweet_kit_12": [
        [
            "warrior",
            "medicine cat",
            "mediator",
            "queen",
            "sweet",
            "random_cat"
        ],
        [
            "Hey y_c! I made you this little thingy, r_c says it's called a trinket.",
            "I hope you like it! I made sure to get your favorite flowers and everything!",
            "I just had seen you were feeling sad today, and I said 'no more sad'!"
        ]
    ],
    "sweet_kit_13": [
        [
            "warrior",
            "sweet"
        ],
        [
            "y_c!! Hi!! Can you teach me how to do a hunting pounce, pretty please??",
            "So I just... focus on those feathers over there? Mnnn... Rawr!",
            "I got it I got it!!! Thank you so much!! When I become an apprentice, I'm gonna make sure the whole clan has plenty of food! And imma give you my very first catch, okay?"
        ]
    ],
    "sweet_kit_14": [
        [
            "medicine cat",
            "sweet"
        ],
        [
            "Oh y_c!! The other kits came in here and kept messing up your herbs! I tried to stop them but they wouldn't listen...",
            "I tried to help clean up but I just made it worse! I'm so sorry! Please don't be upset...",
            "Can you show me where everything goes, pretty please? I dunno if they'll do this again... but I don't want you to have a messy den!"
        ]
    ],
    "sweet_kit_15": [
        [
            "mediator",
            "sweet",
            "random_cat"
        ],
        [
            "Hey y_c! Cats keep telling me you're the cat to go to if I have issues!",
            "Um... I wanna give r_c a gift, but I'm really worried that they won't like it! I dunno, I want it to be perfect for them.",
            "What should I say...? Thank you!! You're super cool!"
        ]
    ],
    "sweet_kit_16": [
        [
            "queen",
            "sweet"
        ],
        [
            "Hey um... y_c?",
            "I uh... had a spooky dream... can I snuggle with you?",
            "Um... do you think cats find me annoying...? Because I.. care a lot. I just wanna be a good kit, y'know, and become the best cat I can be... like you said!!",
            "[They seem to sniffle after hearing your answer, but give a pleased smile, closing their eyes and eventually falling back asleep.]"
        ]
    ],
    "sweet_kit_17": [
        [
            "deputy",
            "sweet"
        ],
        [
            "y_c! Can you put me on a patrol, pretty please? I wanna go and get some flowers for the Nursery!",
            "No? Why not? I'll be good! ... Because I'm a kit? Oh... I forgot about that, hehe.",
            "Well uh... Could you please get me some flowers for the Nursery? One of my denmates was feeling down and I wanna make them feel better, hehe.",
            "Thanks a bunch!"
        ]
    ],
    "sweet_kit_18": [
        [
            "deputy",
            "sweet"
        ],
        [
            "Hey y_c? What's being a deputy like?",
            "Oh wow! That sounds like a lot of work for one cat! That's super amazing!!",
            "But um... please remember to eat n all that!! I keep being told it's super important to make you grow into a big strong warrior... a- and I know you're not growing but!! Still!!"
        ]
    ],
    "sweet_kit_19": [
        [
            "deputy",
            "sweet",
            "cool"
        ],
        [
            "Hiya y_c!! Another day of deputying? Whaddya gotta do today?",
            "Deputying isn't a word? Oh, hehe.",
            "When I become an apprentice, I'll make you super proud! I'm even excited to replace bedding and help with ticks! .. Is that weird?"
        ]
    ],
    "sweet_kit_20": [
        [
            "leader",
            "sweet",
            "neurotic"
        ],
        [
            "Ah ah- I'm not following you around- I'm just walking in the same direction.. Um... not purposefully!!",
            "... Okay okay, I was.",
            "I wanna be just like you when I grow up! You're so mature and cool and everyone likes you, you make sure the clan is safe and happy and I wanna do that too!!",
            "Could you maybe teach me a thing or two...?"
        ]
    ],
    "sweet_kit_21": [
        [
            "leader",
            "sweet",
            "silly"
        ],
        [
            "y_c!! y_c!! Look at what I caught!! It's a little bug!",
            "Does this mean I'll be a really good hunter? I wanna make sure the clan is nice and happy no matter what!!"
        ]
    ],
    "sweet_kit_22": [
        [
            "leader",
            "sweet",
            "random_cat"
        ],
        [
            "Hey um... y_c? Um... are you okay?",
            "I know it's weird to ask! But uh... well... I heard r_c talking about how hard being a leader is and um...",
            "I brought you this flower! To make it all feel better. You're a super awesome leader and you don't deserve to be stressed!"
        ]
    ],
    "sweet_kit_23": [
        [
            "elder",
            "sweet",
            "silly"
        ],
        [
            "y_c!! y_c!! Good morning!!",
            "Can I hear a story, pretty pretty please? You always have the best stories! I've got you a snack, and I can get other stuff too if you want me to!",
            "[They plop down into a loaf-like position, their paws tucked under their belly as they look intently at you.]"
        ]
    ],
    "sweet_kit_24": [
        [
            "elder",
            "sweet"
        ],
        [
            "Heya y_c! ... I have a small question.",
            "I hear other cats complain about the thought of being stuck in the Elder's Den, and that they wouldn't retire until their legs couldn't move anymore.. But... Am I weird for not agreeing?",
            "I just really like the idea of telling everyone stories and giving them guidance and flowers! That's pretty much what I do anyway, hehe.",
            "Plus, then I'd be denmates with you, and you're the coolest elder ever!"
        ]
    ],
    "assertivekitten_deadclose": [
        [
            "Any",
            "assertive",
            "they_grieving",
            "dead_close"
        ],
        [
            "*Sniffle* What happened to d_c? I miss them ...",
            "They're gone?",
            "Well, when are they coming back?"
        ]
    ],
    "assertivekitten_deadclose_2": [
        [
            "Any",
            "assertive",
            "they_grieving",
            "dead_close"
        ],
        [
            "[You tell t_c that you like their pretty feather.]",
            "Thanks!!! It's for d_c!",
            "Could you help me put it in their nest?",
            "I'm hoping that, when they see it in StarClan, they'll like it so much that they'll come back down to c_nClan, and we can play together again!"
        ]
    ],
    "assertivekitten_deadclose_3": [
        [
            "Any",
            "assertive",
            "they_grieving",
            "dead_close"
        ],
        [
            "*Sniffle* What happened to d_c? I miss them ...",
            "They're gone?",
            "Well, when are they coming back?"
        ]
    ],
    "theygrief_1": [
        [
            "dead_close",
            "they_grieving",
            "no_kit",
            "assertive",
            "silly",
            "cool"
        ],
        [
            "d_c's not really gone, right?",
            "Any second now, they'll come bounding in here, ready to make me laugh ...",
            "Any second ..."
        ]
    ],
    "theygrief_1_1": [
        [
            "dead_close",
            "they_grieving",
            "any"
        ],
        [
            "[t_c is curled up in their nest, clinging to a scrap of fur that d_c left behind ...]",
            "[Clearly they don't wanna talk, so you decide to give them some privacy.]"
        ]
    ],
    "introspective_yougrief": [
        [
            "any",
            "introspective",
            "dead_close",
            "you_grieving"
        ],
        [
            "[t_c just quietly sat down next to you.]",
            "...",
            "[It's nice to be able to see a cat without them asking you about d_c.]"
        ]
    ],
    "theygrief_2": [
        [
            "dead_close",
            "they_grieving",
            "any"
        ],
        [
            "[t_c's gaze is fixed on the corner of camp where d_c used to spend the most time.]",
            "[You wonder what they think is gonna happen ...]"
        ]
    ],
    "theygrief_3": [
        [
            "they_grieving",
            "any"
        ],
        [
            "No, no, no ...",
            "[The way t_c writhes and sobs in their nest, it seems like they're in agony.]",
            "[Almost like they're the one that's dying ...]"
        ]
    ],
    "theygrief_4": [
        [
            "they_grieving",
            "any"
        ],
        [
            "[t_c shifts and twitches restlessly in their sleep. They must be having a nightmare.]",
            "Mmf ... What are you ... No ...",
            "d_c ... Where are you going? Come back!",
            "I won't let them take you -",
            "AH!",
            "[t_c sits up, panting in their nest.]",
            "Oh ... y_c ... It's you ...",
            "How long have you been watching me?"
        ]
    ],
    "sweetgrieving_2": [
        [
            "dead_close",
            "they_grieving",
            "trust",
            "comfort",
            "romantic_like",
            "sweet",
            "any"
        ],
        [
            "[t_c walks into your den, staring at you as tears brim from their eyes.]",
            "[They rest their head across your shoulders, closing their eyes and sinking their weight into you, their voice quivering from pain and grief,]",
            "Why did d_c have to go..."
        ]
    ],
    "sweetgrieving_3": [
        [
            "dead_close",
            "they_grieving",
            "trust",
            "comfort",
            "sweet",
            "stable",
            "any"
        ],
        [
            "[Silently, t_c is staring at the stars, their gaze swirling with beauty, yet pain]",
            "I hope d_c is happy up there...",
            "[That is the only thing t_c says for a long time, just staring up at the sky]"
        ]
    ],
    "sweetgrieving_4": [
        [
            "dead_close",
            "they_grieving",
            "dislike",
            "sweet",
            "any"
        ],
        [
            "[Out of seemingly nowhere, t_c breaks down crying. They press their head into your shoulder, mumbling out a soft mew.]",
            "I-I'm sorry... I know we... don't get along... I just.. I- I need this.. I... I miss d_c..."
        ]
    ],
    "sweetgrieving_6": [
        [
            "dead_close",
            "they_grieving",
            "any"
        ],
        [
            "[t_c seems to be cleaning out a nest... d_c's nest...]",
            "[You think it's best to leave them to it.]"
        ]
    ],
    "introspective_grief": [
        [
            "any",
            "introspective",
            "dead_close",
            "they_grieving"
        ],
        [
            "[t_c stares off into the distance, an oddly blank look on their face.]",
            "[You decide it's best to leave them be, they don't look up to conversation right now.]"
        ]
    ],
    "introspective_grief_2": [
        [
            "any",
            "introspective",
            "dead_close",
            "they_grieving"
        ],
        [
            "...",
            "[You look over at t_c wandering around, desperately looking for something.]",
            "[... Are they looking for d_c?]",
            "[You decide to lay down with them, to provide some comfort in the only way you can.]",
            "...",
            "[They curl up next to you, but don't fall asleep.]"
        ]
    ],
    "theygrief_6": [
        [
            "any",
            "dead_close",
            "they_grieving"
        ],
        [
            "Leave me alone ..."
        ]
    ],
    "theygrief_8": [
        [
            "any",
            "dead_close",
            "they_grieving"
        ],
        [
            "[t_c clutches one of d_c's trinkets close to their chest.]",
            "[They're gonna have to throw it out eventually ... it's starting to get a little concerning.]"
        ]
    ],
    "theygrief_10": [
        [
            "any",
            "dead_close",
            "they_grieving"
        ],
        [
            "[t_c seems to be whispering to themself in their nest.]",
            "Please, d_c, if you can hear this, send me a sign ...",
            "Something. Anything. I don't care.",
            "[For a moment, the den is completely silent and still. The air is thick with anticipation.]",
            "[... t_c chokes back a sob and curls deeper into their nest.]"
        ]
    ],
    "theygrief_11": [
        [
            "any",
            "dead_close",
            "they_grieving"
        ],
        [
            "How can I get a StarClan cat to appear in my dreams? Do you know?",
            "Why do I ask?",
            "Uhm ...",
            "[t_c's gaze flicks towards d_c's former favorite part of camp.]"
        ]
    ],
    "theygrief_12": [
        [
            "any",
            "dead_close",
            "they_grieving"
        ],
        [
            "[t_c tucks their nose under their paw, completely dead to the world.]",
            "[Do they even know you're here right now ...?]"
        ]
    ],
    "theygrief_13": [
        [
            "any",
            "dead_close",
            "they_grieving"
        ],
        [
            "[While taking a nap, t_c instinctually reaches for d_c's nest with their paw.]",
            "[Or, at least, where d_c's nest used to be ...]",
            "[You decide not to wake them, hoping their dream takes place in a kinder reality than this one.]"
        ]
    ],
    "theygrief_14_1": [
        [
            "any",
            "dead_close",
            "they_grieving"
        ],
        [
            "[In the middle of the night, t_c wakes all of c_nClan with a fur-raising screech.]",
            "d_c!!!",
            "Where ... What ...",
            "Uh ...",
            "[They look around at their clanmates guiltily. There's no need to explain. Everyone knows what happened.]",
            "[Still, this is the third time this week they've woken up screaming, and if it happens again, they just might scare off all the prey left on the territory!]"
        ]
    ],
    "theygrief_14": [
        [
            "any",
            "dead_close",
            "they_grieving"
        ],
        [
            "[You think t_c is actually taking d_c's death pretty well, all things considered ...]",
            "[... Until they start sobbing uncontrollably in the middle of the bird they were eating.]",
            "This used to be d_c's fuh - favorite - *Gasp*"
        ]
    ],
    "silly_kit_sticks": [
        [
            "kitten",
            "silly",
            "they_injured"
        ],
        [
            "[You butt your tiny little nose into the medicine den, where you see t_c sitting up, completely unbothered, on a broken nest formerly made from intricately woven sticks. It seems as though some of them have been pulled out and laid on the floor to play sticks with the medicine cat.]",
            "Oh-my-gosh! Hi, y_c! I haven't seen you since, woah.. One, two, three, four hours ago? That's, oh my goodness... That's the first time I ever counted that high! Oh, I wanna go climb stuff with you so bad...",
            "[The medicine cat gives t_c a tentative but affectionate look, as if to say 'Not again!' They lean down and whisper something in t_c's ear.]",
            "Oh, they said that's not a good idea. Awh, okay...",
            "Well, wanna play sticks with us instead?"
        ]
    ],
    "silly_kit_sleepy": [
        [
            "Any",
            "silly"
        ],
        [
            "y_c... I'm so... sleepy... [yawn]",
            "It's still early... I said I was going to play with someone at sunhigh, but that's so far away, and if I go to sleep now I won't be able to play with them...",
            "Oh, y_c, what do I do?",
            "[You promise t_c you'll wake them up just in time to play with their friend.]",
            "You will? y_c, thank you, thank you, thank you! This is why we're the bestest of friends!",
            "[t_c dramatically falls into their nest in the nursery. They're out as soon as they hit the moss.]",
            "...",
            "[As promised, you slowly nudge t_c awake at sunhigh and remind them of their playdate. They jump up happily and run to their friend with wonder and joy in their eyes - though not without tripping over their own paws.]"
        ]
    ],
    "silly_kit_howling": [
        [
            "Any",
            "silly"
        ],
        [
            "AWOO! AW-AW-AWOOO!",
            "Oh, hi, y_c!",
            "What am I doing?",
            "Uh... uh... uh...",
            "[t_c scampers away.]"
        ]
    ],
    "silly_kit_bug": [
        [
            "Any",
            "silly"
        ],
        [
            "[t_c ignores you at first. You have to nudge them a little for them to acknowledge you.]",
            "Oh, y_c! I'm so sorry! It's just that... look at this bug I found!",
            "I want to give him a name, but I've been thinking all day and I just don't know!",
            "I was thinking of naming him Dasherbug. Oh, or Dancerbug! Or Prancerbug, or maybe Vixenbug..."
        ]
    ],
    "silly_kit_rule": [
        [
            "Any",
            "silly"
        ],
        [
            "y_c! y_c!",
            "What do you think of this cool stick I found? I bet I could rule the entirety of c_nClan with it! Or even o_cClan! Or every Clan in the WORLD!",
            "Woah. What if I could even rule all the Twolegs in the world, so they have to do everything I tell them?"
        ]
    ],
    "silly_kit_stories": [
        [
            "Any",
            "silly"
        ],
        [
            "y_c!",
            "Do you think I could climb up that big rock wall up there? What do you think is on the other side?",
            "Maybe it's that thing that turns cats into leaders, like the founder c_nClan cat found when they bested that tyrannical old cat!",
            "You know that one? I think it's the same one l_n used. Maybe I'll ask them about it."
        ]
    ],
    "broodingnewborn": [
        [
            "any",
            "brooding",
            "unlawful",
            "from_kit"
        ],
        [
            "[You catch t_c in the middle of a plot to prank the newborns.]",
            "[How could you have raised such a little menace?]"
        ]
    ],
    "broodingnewborn_2": [
        [
            "any",
            "brooding",
            "unlawful",
            "from_kit"
        ],
        [
            "[You finish chiding t_c for their latest bit of mischief.]",
            "Yes, y_c. Understood, y_c.",
            "[They stalk off to the other side of the nursery, seemingly having learned their lesson.]",
            "[But an evil glint in their eye betrays that they're already planning their next trick.]"
        ]
    ],
    "broodingnewborn_3": [
        [
            "any",
            "brooding",
            "comfort",
            "trust",
            "from_kit"
        ],
        [
            "[t_c trudges over from the opposite side of the nursery and slumps over at your side.]",
            "y_c ...?",
            "Why do I get so sad sometimes?",
            "Is there something wrong with me? Why can't I stay happy, like the other kits?",
            "[You press your nose into t_c's little head. It's easy to forget, sometimes, that kithood isn't easy for everyone.]"
        ]
    ],
    "broodingnewborn_4": [
        [
            "any",
            "brooding",
            "platonic_love"
        ],
        [
            "Hmph. I swear, y_c, you're the only cat in all of c_nClan who I like to play with at all.",
            "We'll be together forever, then ...",
            "... Won't we?"
        ]
    ],
    "broodingnewborn_5": [
        [
            "any",
            "brooding",
            "unlawful"
        ],
        [
            "Hey, y_c! Wanna play?",
            "[You ask t_c if they plan on cheating, pulling your tail, or otherwise abusing you this time.]",
            "...",
            "... Hmph. You're no fun, anyway."
        ]
    ],
    "broodingnewborn_6": [
        [
            "any",
            "brooding",
            "upstanding",
            "platonic_like"
        ],
        [
            "Wake up, y_c! Wake up, wake up, wake up!!!",
            "Why do I keep ordering you around?",
            "Um, because it's fun, dummy!",
            "Of all the cats in c_nClan, you're the one I like spending time with best of all. So, I've decided to make you my second in command!",
            "Together, we'll take over the world ...",
            "Now, c'mon! Lots to do today!"
        ]
    ],
    "broodingnewborn_7": [
        [
            "apprentice",
            "warrior",
            "mediator apprentice",
            "mediator",
            "deputy",
            "brooding",
            "neutral",
            "assertive"
        ],
        [
            "Who are you? What are you doing in the nursery?",
            "r_q! There's a strange cat in here!"
        ]
    ],
    "broodingnewborn_8": [
        [
            "any",
            "brooding",
            "neutral",
            "dislike"
        ],
        [
            "You smell like crowfood! Hahahaha!"
        ]
    ],
    "broodingnewborn_9": [
        [
            "medicine cat",
            "medicine cat apprentice",
            "brooding",
            "neutral"
        ],
        [
            "Eughh ... What's that weird smell?",
            "You're a medicine cat?",
            "Way to say you're useless!"
        ]
    ],
    "broodingnewborn_10": [
        [
            "any",
            "brooding",
            "platonic_like"
        ],
        [
            "Hey, y_c! Come squish bugs with me!",
            "Whoever can squish 'em the fastest, wins!",
            "Readysetgo!"
        ]
    ],
    "broodingnewborn_11": [
        [
            "any",
            "brooding",
            "platonic_like"
        ],
        [
            "Hey, d'you think if we told r_k to go call l_n a mange-ridden fuzz-brain, they'd do it?",
            "Hehehehe ... Guess there's only one way to find out!",
            "Let's go!"
        ]
    ],
    "broodingnewborn_12": [
        [
            "any",
            "brooding"
        ],
        [
            "Hey, y_c, why are your eyes so far apart? You look like a fish! Hahaha!",
            "What's that? I hurt your ... feelings?",
            "Hmph. Feelings are for weak, useless kittypets!",
            "I'm never going to feel anything! Not ever!"
        ]
    ],
    "broodingnewborn_13": [
        [
            "any",
            "brooding",
            "platonic_like"
        ],
        [
            "y_c? What's wrong? Are you sad?",
            "Who do I need to beat up???"
        ]
    ],
    "broodingnewborn_14": [
        [
            "kitten",
            "brooding",
            "cool"
        ],
        [
            "Tch. Moss-ball? That babyish game?",
            "I stopped playing moss-ball moons ago!",
            "Find something cooler to play. Like feather-catch."
        ]
    ],
    "broodingnewborn_15": [
        [
            "any",
            "brooding",
            "neutral"
        ],
        [
            "Hey, y_c, did your ears get bigger? Hahahaha!",
            "Big ears! Big ears!"
        ]
    ],
    "broodingnewborn_16": [
        [
            "kitten",
            "brooding",
            "neutral"
        ],
        [
            "What's the matter, y_c? Missing something?",
            "[t_c holds your favorite moss-ball high above your head.]",
            "What are you gonna do about it? Come take it from me?",
            "Hahahaha!"
        ]
    ],
    "broodingnewborn_17": [
        [
            "kitten",
            "brooding"
        ],
        [
            "No, mouse-brain, you can't play with me!",
            "And you're an even bigger mouse-brain for even asking!"
        ]
    ],
    "broodingnewborn_18": [
        [
            "kitten",
            "brooding"
        ],
        [
            "*Sniffle* *Sob*",
            "... W-What? No, I wasn't crying!",
            "G-Get away from me, mouse-brain, before I tear a new hole in your face!"
        ]
    ],
    "broodingnewborn_19": [
        [
            "any",
            "brooding"
        ],
        [
            "[t_c is running around squishing all the bugs around the nursery.]",
            "Hehehehehe ..."
        ]
    ],
    "broodingnewborn_20": [
        [
            "no_kit",
            "brooding",
            "random_cat",
            "unlawful"
        ],
        [
            "[t_c is tearing all the moss in r_q's nest to shreds.]",
            "[Should ... Should you try and stop them?]"
        ]
    ],
    "broodingnewborn_21": [
        [
            "any",
            "brooding"
        ],
        [
            "[You spot t_c sharpening their little claws in the corner.]",
            "[Should you be concerned ...?]"
        ]
    ],
    "broodingnewborn_22": [
        [
            "any",
            "brooding"
        ],
        [
            "...",
            "[While the rest of the kits play and have fun together, little t_c sits all by themself ...]"
        ]
    ],
    "neurotic_kit_": [
        [
            "warrior",
            "neurotic"
        ],
        [
            "Oh, y_c, I have a question.",
            "There's no test to become an apprentice... right?"
        ]
    ],
    "neurotic_kit__2": [
        [
            "any",
            "neurotic",
            "non-related"
        ],
        [
            "Oh... I'm really sorry, I think I forgot your name."
        ]
    ],
    "neurotic_kit__3": [
        [
            "any",
            "neurotic",
            "murder"
        ],
        [
            "[As soon as t_c notices you approach, they squeal in fear and race away.]"
        ]
    ],
    "neurotic_kit__4": [
        [
            "leader",
            "neurotic"
        ],
        [
            "[t_c's eyes widen as you approach.]",
            "Leader y_c! H-hi!",
            "[They dip their head respectfully.]"
        ]
    ],
    "neurotic_kit__5": [
        [
            "kitten",
            "neurotic",
            "sibling",
            "adopted_sibling"
        ],
        [
            "Oh, y_c, it's you...",
            "Hey, um. Once you become leader, do you promise to make me deputy?",
            "[t_c stares at you with a hopeful expression.]"
        ]
    ],
    "neurotic_kit__6": [
        [
            "any",
            "neurotic",
            "from_kit",
            "from_adopted_kit"
        ],
        [
            "[t_c bounds up to you, a worried look in their eyes.]",
            "You won't ever leave me, right, y_c? I... ",
            "I don't know what I would do without you."
        ]
    ],
    "neurotic_kit__7": [
        [
            "any",
            "neurotic",
            "from_kit",
            "from_adopted_kit",
            "random_cat"
        ],
        [
            "y_c!",
            "[You approach t_c, who smiles proudly.]",
            "I was brave today! Just like how you told me!",
            "r_a was pretending to be a big scary enemy warrior. But I defeated them!",
            "[You look to r_a, who grins from across the camp.]"
        ]
    ],
    "neurotic_kit__8": [
        [
            "no_kit",
            "neurotic"
        ],
        [
            "Every time I try to play with the other kits... I just keep thinking... What if I mess up?",
            "What if they don't want to be my friends anymore?"
        ]
    ],
    "neurotic_kit__9": [
        [
            "any",
            "neurotic"
        ],
        [
            "[t_c sniffles as they curl up underneath their nest, jumping as you grow close.]",
            "O-Oh! I'm sorry y_c- I- I didn't mean to be in your way...",
            "[They wipe a few tears from their eyes as they shakily step out of their hiding spot.]",
            ".. I had a nightmare and um... can I snuggle with you tonight? ... Please? I- I don't want the Dark Forest cat to get me..."
        ]
    ],
    "neurotic_kit__10": [
        [
            "any",
            "neurotic"
        ],
        [
            "[t_c gazes at themself in the reflection of a puddle.]",
            "Is it normal for my fur to stick out like this?",
            "I just can't seem to make it stay flat!"
        ]
    ],
    "neurotic_kit__11": [
        [
            "any",
            "neurotic",
            "random_cat",
            "from_kit",
            "from_adopted_kit"
        ],
        [
            "r_k said that they were going to sneak into the warrior's den... But I was too scared.",
            "I don't wanna get exiled!"
        ]
    ],
    "neurotic_kit__12": [
        [
            "any",
            "from_kit",
            "neurotic"
        ],
        [
            "... H- Hey, I'm gonna be a good warrior, right? Like you said?",
            "[You cuddle close to your kitten, gently reassuring them.]",
            "...",
            "If... I'm supposed to be a warrior... Why is it so scary?"
        ]
    ],
    "neurotic_kit__13": [
        [
            "any",
            "trust",
            "neurotic"
        ],
        [
            "Quick! The scary monster is gonna get me!",
            "[t_c dives behind you without a thought, quivering nervously with their paws over their face. You don't see anything but the shadow of a small bird.]",
            "I- Is it gone?"
        ]
    ],
    "neurotic_kit__14": [
        [
            "any",
            "neurotic",
            "random_cat",
            "comfort"
        ],
        [
            "[You spot t_c trembling in one of the corners of the nursery.]",
            "r_k t-told me a really s-s-scary story about a big monster that c-comes and eats kits who are naughty.",
            "Eep! There it is now!",
            "[t_c hides behind your tail from the scary monster ... which is, in fact, just a pile of leaves.]"
        ]
    ],
    "neurotic_kit__15": [
        [
            "any",
            "neurotic",
            "platonic_like"
        ],
        [
            "Teehee! y_c! Come play with me!",
            "... Why do I always just wanna play with you, and never any of the other cats?",
            "Uhm ... Because, being around them makes me feel scared.",
            "But with you, I don't have to be scared!",
            "You make me feel braver."
        ]
    ],
    "neurotic_kit__16": [
        [
            "kitten",
            "neurotic",
            "platonic_like"
        ],
        [
            "Ooh! Are you playing a game? Is it moss-ball?",
            "It's ... hide and seek?",
            "Eep! I don't really like that game. It's way too scary!"
        ]
    ],
    "neurotic_kit__17": [
        [
            "kitten",
            "neurotic"
        ],
        [
            "Y- You don't think I'm annoying, do you?"
        ]
    ],
    "neurotic_kit__18": [
        [
            "any",
            "random_cat",
            "neurotic"
        ],
        [
            "Hey... y_c? W- What if l_n doesn't make me a Warrior because I'm too much of a fraidy cat, like r_c said?",
            "[t_c starts to tear up, trembling in place.]",
            "What if- what if I'm not good enough? What if-",
            "[You gently reassure t_c that they'll be the best warrior ever, and that you'll make them a Warrior yourself if you have to. It seems to make them calm down a bit, and they smile at you.]",
            "T.. Thanks... It really means a lot, y_c."
        ]
    ],
    "neurotic_kit__19": [
        [
            "any",
            "dislike",
            "neurotic"
        ],
        [
            "[Before you can even get close, t_c tears up and runs away from you.]"
        ]
    ],
    "neurotic_kit__20": [
        [
            "any",
            "neurotic",
            "introspective"
        ],
        [
            "Mm..",
            "[Seems like all t_c wants to do is watch the rain outside the den.]",
            "[You sit down beside them silently, they seem to appreciate that.]"
        ]
    ],
    "neurotic_kit__21": [
        [
            "apprentice",
            "queen's apprentice",
            "medicine cat apprentice",
            "mediator apprentice",
            "neurotic"
        ],
        [
            "Um, y_c? What are you doing? Can I.. um.. h-... help?",
            "[You begin to explain something you learnt recently, but t_c seems to get nervous.]",
            "Are you sure that's... safe?"
        ]
    ],
    "stable_kit_01": [
        [
            "Any",
            "stable"
        ],
        [
            "Hello there, y_c!",
            "Oi! I'm talking to you! Hello! Helloo! Hellooo! y_c? y_c? HELLOOOOOOO?!",
            "Oh... I forgot what I was going to say."
        ]
    ],
    "stable_kit_02": [
        [
            "Any",
            "stable"
        ],
        [
            "y_c!",
            "I was just wondering, where did you get your shiny pebble? The one that sits in your nest- Sorry, I was having a peak but there was this weird shiny thing that just... Y'know, was shiny.",
            "Near the stream, you mean out of camp? Dang it- wait, you'll get me one? Thank you, y_c!"
        ]
    ],
    "stable_kit_03": [
        [
            "no_kit",
            "stable"
        ],
        [
            "Oh, hi y_c... Yeah, I'm okay.",
            "Can I ask you a question? Is it bad that I don't like playing some of the games with the other kits? I dunno, seems too reckless, I mean- throwing rocks? Who came up with that?!",
            "Wait- YOU MADE THAT GAME?! WHEN YOU WERE A KIT??? HOW COULD YOU DO THIS TO ME!!!"
        ]
    ],
    "stable_kit_04": [
        [
            "Any",
            "stable"
        ],
        [
            "y_c!",
            "LOOK! LOOK! LOOK! Look it's a- NO! Not there! There!",
            "Do you see that? That pretty bird, gosh the feathers look so cool! I want one! That way I can look super, dooper, ooper cool! Like you!"
        ]
    ],
    "stable_kit_05": [
        [
            "Any",
            "stable",
            "sweet",
            "silly"
        ],
        [
            "Hey, y_c, can I share some of me fabulous wisdem?",
            "Okay, get ready to have your mind- uh... explosion!",
            "Ahem. If you don't know what that bug is or if you didn't like it the first time, don't eat it."
        ]
    ],
    "stable_kit_06": [
        [
            "kitten",
            "stable",
            "random_cat"
        ],
        [
            "y_c, question of the day, incoming! In, 3! 2! 1!",
            "Why does r_c stink so badly, it's like they haven't had a bath in a moon.",
            "Hey, I said it was a question, not that I had an answer."
        ]
    ],
    "stable_kit_07": [
        [
            "kitten",
            "stable"
        ],
        [
            "Morning y_c. Ready to start the day? Ready to train? To be a warrior?",
            "C'mon! Look at us, sitting here in a nursery, no, you and me, we're destined for great things! That's why when I'm a warrior and you're a warrior, we're going to be on patrols together all the time.",
            "We'll bring back the most prey! Fight the biggest warriors! I can see it, can't you? Imagine the both of us, fighting for the clan. I can't wait!"
        ]
    ],
    "stable_kit_08": [
        [
            "kitten",
            "stable"
        ],
        [
            "Ello y_c. I'm just looking at the stars. I know that StarClan is up there- somewhere, but, are they really there? What do you think?",
            "I guess that makes sense...",
            "What do I think? I think it's a lot more complex than simply, dead cats who haunt the living. When I look up, I get this feeling. A feeling of safety, that somehow I know I'm going to be alright.",
            "Even when I make mistakes, I'll get up again. And they will cheer me on.",
            "I feel like I'm glowing, that this is where I'm supposed to be. "
        ]
    ],
    "stable_kit_09": [
        [
            "kitten",
            "stable"
        ],
        [
            "Welcome to warrior training, y_c. First thing's first, let's fix that posture. Head up! Tail straight! Chin- lift that chin. Great!",
            "Now, show me your happy face. Good! Now your sad face. Eggcellent! Now, show me angry! No! More anger, bare those teeth.",
            "Think of me as a scary warrior who's about to attack your clanmates, you wouldn't want that, would you? YES! Perfect, pull those ears back a little more, and- wow, you actually look pretty scary.",
            "Second task, as a warrior you must always know how to defend yourself- HEY! Did you just swipe at me- don't knock me over, I didn't say fight yet!"
        ]
    ],
    "stable_kit_10": [
        [
            "kitten",
            "stable"
        ],
        [
            "Hey! Hey!",
            "y_c, I have a little secret to share~",
            "I think you're very cool!",
            "Tehehehehehehe!"
        ]
    ],
    "stable_kit_11": [
        [
            "kitten",
            "stable",
            "random_cat"
        ],
        [
            "Sorry, did you say something?",
            "No? Oh-",
            "But, hold up, I have a question. What do you think of r_c? Out of curiosity?",
            "Tacky? Yeah me too. Thought I was the only one."
        ]
    ],
    "stable_kit_12": [
        [
            "apprentice",
            "mediator apprentice",
            "medicine cat apprentice",
            "queen's apprentice",
            "stable"
        ],
        [
            "Being an apprentice must be hard, having so many responsibilities. Can't wait until I train beside you!",
            "Tell me, what do you find easier to catch out of all the prey you've caught so far?",
            "Really? Cool! Thanks for the paws up!"
        ]
    ],
    "stable_kit_13": [
        [
            "apprentice",
            "mediator apprentice",
            "medicine cat apprentice",
            "queen's apprentice",
            "stable"
        ],
        [
            "Your mentor just gave you an earful, that was hard to watch.",
            "Are you okay, y_c?",
            "Would you like a hug?"
        ]
    ],
    "stable_kit_14": [
        [
            "apprentice",
            "stable"
        ],
        [
            "Wowza! You looked soooo cool just now y_c! That was such a cool and slick move! Can you teach me?",
            "Really? So cool!!! YAY!",
            "I'M GOING TO BE A WARRIOR!!!"
        ]
    ],
    "stable_kit_15": [
        [
            "apprentice",
            "mediator apprentice",
            "medicine cat apprentice",
            "queen's apprentice",
            "stable"
        ],
        [
            "You've grown a lot stronger since you left the nursery. I wonder what it's like, to be so small then suddenly get so big and cool!",
            "But I had something I wanted to share, all us kits have noticed how strong you are and- well, I just wanted to say we look up to you. I think you're going to be amazing someday, we're super proud of you.",
            "I know it's not a lot but, I thought it was something nice to share."
        ]
    ],
    "stable_kit_16": [
        [
            "Any",
            "stable",
            "random_cat"
        ],
        [
            "y_c, there you are... Look, I just wanted to tell you something and I'm really, really, reeeeeaaaaallllllllyyyyy sorry- but...",
            "Y'know how you were looking for that pretty cool stick, the one that sits in your nest every night. And remember how you said that it had gone missing...",
            "I'm so sorry! Here! You can have it back, I didn't mean to steal it. It just looked super cool and was really fun to throw around- safely, I didn't want to hit anyone, but I did.",
            "I was playing with it and accidentally flung it around too much and ended up hitting r_c. They were mad and confused at first but then quickly calmed down. They immediately recognised the stick as yours though-",
            "They asked if I asked you to borrow it, I said no. They then said that I was to take it back to you because it doesn't belong to me and a good warrior doesn't steal. I didn't mean to make you upset or to hit them in the back of the head.",
            "They understood but- they're right.",
            "It was wrong of me to borrow it without your permission, I'm sorry, y_c. Is it okay if maybe you see another like this one, I could have it? Then we could be stick buddies! Bound by life!"
        ]
    ],
    "stable_kit_17": [
        [
            "apprentice",
            "mediator apprentice",
            "medicine cat apprentice",
            "queen's apprentice",
            "stable"
        ],
        [
            "HEY! Don't think I didn't see you sneak an extra mouse from the freshkill pile this morning!",
            "y_c, tsk, tsk, tsk. You're not that smart, y'know. Look at you, just because you're big, you think you're soooooo sneaky and can get away with anything? Hmph!",
            "If I were an apprentice, I'd never go against the warrior code."
        ]
    ],
    "stable_kit_18": [
        [
            "Any",
            "stable"
        ],
        [
            "Oh! Hello y_c!"
        ]
    ],
    "stable_kit_19": [
        [
            "Any",
            "stable"
        ],
        [
            "[You watch as t_c chases their tail while the other kits laugh hysterically.]"
        ]
    ],
    "stable_kit_20": [
        [
            "Any",
            "stable"
        ],
        [
            "[t_c looks up at you and nods respectfully.]"
        ]
    ],
    "stable_kit_21": [
        [
            "warrior",
            "stable"
        ],
        [
            "Wowie! When I grow up I cannot wait to be as bit as you! Look at your long claws, and your teeth! I hope my fangs will be that sharp someday!"
        ]
    ],
    "stable_kit_22": [
        [
            "warrior",
            "stable"
        ],
        [
            "Can I ask you a question, y_c?",
            "Why do we follow the warrior code? It just sounds strange because why do we let cats of the past tell us who we have to be? I get it but- I just hope StarClan has a plan for me, a great one!",
            "Maybe I'll be a leader? Someone who you can rely on. Or a deputy, proud to serve the clan! Maybe a warrior, strong like you. Or what about a medicine cat? Or a queen?",
            "I don't know yet, but when I do, I'll tell you! And, you'll be there to help me, right?"
        ]
    ],
    "neurotic_kit__22": [
        [
            "kitten",
            "random_cat",
            "neurotic"
        ],
        [
            "[t_c seems to be crying, curled up in a ball. r_k seems to be picking on them, though it's hard to tell if it's intentional or not. Regardless, you step in and scare them off.]",
            "y_c..? T- Thank you! Thank you so much!",
            "[t_c buries their face in your pelt, whilst sobbing, gratefully. You feel like a hero now.]"
        ]
    ],
    "neurotic_kit__23": [
        [
            "newborn",
            "neurotic"
        ],
        [
            "Whoa.. they're so tiny..",
            "[Their ears pin back as they take a deep breath, a look of determination crossing the timid kit's face.]",
            "I- I promise! I'll keep you safe!! You won't be scared all the time... like I am... because y- you can count on me!"
        ]
    ],
    "neurotic_kit__24": [
        [
            "medicine cat",
            "medicine cat apprentice",
            "random_cat",
            "neurotic"
        ],
        [
            "y_c! y_c! r_k told me I had Deathcough!! Am I gonna die? Please tell me!",
            "[They start to tear up, but you quickly reassure them that no- they are not going to die.]",
            "So... they tricked me again?"
        ]
    ],
    "neurotic_kit__25": [
        [
            "no_kit",
            "neurotic"
        ],
        [
            "o_cClan cats!!",
            "[They hide behind your leg as the leader of the other clan enters your camp. Probably should let them know why they're visiting.]"
        ]
    ],
    "neurotic_kit__26": [
        [
            "any",
            "neurotic",
            "random_cat"
        ],
        [
            "[t_c slams into you a little too hard while playing.]",
            "AAAA - oof!",
            "*Gasp* Oh my StarClan, I'm so sorry!!!",
            "Did I hurt you? Are you alright?",
            "You might not seem like you're damaged now, but what if it happens later? What if you have a concussion - or worse, internal bleeding???",
            "I - I better get r_m! And l_n, too!",
            "*Gasp* But ... Oh, no - What if they exile me?",
            "Well ... I guess that's a risk I'll have to take. For your health, y_c, and for the safety of c_nClan.",
            "Maybe everyone would be better off without a destructive force like me running around ...",
            "I - I'll be right back! Try not to move!"
        ]
    ],
    "neurotic_kit__27": [
        [
            "any",
            "you_injured",
            "neurotic"
        ],
        [
            "Um... are you okay, y_c?",
            "[They waddle over to you, plopping their head down next to you, staring up at you with big eyes.]",
            "Do you wanna talk to me about it? ... Like how I always talk to you?"
        ]
    ],
    "neurotic_kit__28": [
        [
            "queen",
            "queen's apprentice",
            "neurotic"
        ],
        [
            "[It's raining outside and, as you watch over the Nursery dutifully, you feel something small press against your side.]",
            "[It's t_c, quivering quietly and trying to mask their sobbing. It seems the rain is scaring them, but they're too nervous to say anything.]",
            "[You curl your tail over them to comfort them, and they snuggle closer to you. It seems they appreciate the gesture, and eventually they fall asleep in your safe embrace.]"
        ]
    ],
    "neurotic_kit__29": [
        [
            "any",
            "you_sweet",
            "you_stable",
            "you_upstanding",
            "you_cool",
            "neurotic"
        ],
        [
            "[You've started to notice how much t_c seems to hang around you, even if you don't usually talk when they do.]",
            "[Finally, you ask them why, and their answer is quite surprising.]",
            "Um... you just... you're so... composed! You always know w-what to do and you never worry about it! Y- You work hard and I...",
            "I wish I was you..."
        ]
    ],
    "unabashed kit3": [
        [
            "unabashed",
            "any"
        ],
        [
            "[You notice t_c standing on a large rock.]",
            "Hi y_c! I'm taller than you!",
            "What did you say???",
            "I can't hear you from up here!",
            "I'm up here because it's easier to throw rocks at cats when you're tall! You're so silly.",
            "Careful, get out of the way! Otherwise I can't promise I won't hit you!"
        ]
    ],
    "brooding_kitten_like": [
        [
            "kitten",
            "brooding",
            "platonic_like",
            "random_cat"
        ],
        [
            "Hey, y_c, do you remember that time when I tripped r_k and they fell in that mud puddle?",
            "That was so funny, wasn't it? I bet I could do it again. Wanna help?"
        ]
    ],
    "unabashed_kit": [
        [
            "unabashed",
            "any"
        ],
        [
            "y_c! y_c! I've been looking for you everywhere!",
            "Look at what I found! It's so cool, right?! Looks like a finch's feather, not to flex...",
            "Wanna play with it?! Look, it flies around so well! Catch it, catch it!"
        ]
    ],
    "cool_kit_2": [
        [
            "no_kit",
            "cool"
        ],
        [
            "Can you take me out onto the territory? Please, please, please? I promise it'll only be for a quick look!",
            "[t_c flashes their huge, charming little eyes at you, and for a second, you feel compelled to take them out for a while ...]",
            "[... Nope. Not gonna happen. You tell t_c to find something in the nursery to do.]",
            "Aw, come on! That usually works!"
        ]
    ],
    "cool_kit_2_1": [
        [
            "Any",
            "cool",
            "platonic_like"
        ],
        [
            "[Everyone sure seems to pay t_c a lot of attention ...]",
            "[Cats are constantly visiting them in the nursery, showering them with gifts and praise.]",
            "[But when they catch you eyeing them, they cross the nursery and cuddle up against you with a purr.]",
            "Hi, y_c!",
            "[Suddenly, you see why they're so popular.]"
        ]
    ],
    "upstanding_kit": [
        [
            "upstanding",
            "kitten"
        ],
        [
            "I decided that I'm going to be the greatest c_nClan cat ever!",
            "I'm going to work SUPER hard and not break ANY of the rules, and- and!",
            "[t_c is literally bouncing around with excitement as they talk about their plans]"
        ]
    ],
    "upstanding_kit1": [
        [
            "upstanding",
            "queen",
            "queen's apprentice",
            "random_cat"
        ],
        [
            "y_c! You'll never believe what r_k tried to do!",
            "I caught them trying to sneak out of camp! Can you believe that? They were breaking the rules on purpose!",
            "Why would they even do that? Don't they want to be a good c_nClan cat? It doesn't make any sense.",
            "Anyway, that's all! I'm going to go back to playing now. If anyone else isn't following the rules, I'll come back and tell you!"
        ]
    ],
    "upstanding_kit2": [
        [
            "upstanding",
            "queen",
            "queen's apprentice",
            "random_cat"
        ],
        [
            "y_c! y_c! r_k is getting into trouble again!"
        ]
    ],
    "upstanding_kit3": [
        [
            "upstanding",
            "queen",
            "queen's apprentice",
            "random_cat"
        ],
        [
            "y_c!",
            "[As you step out of the nursery, you find yourself face-to-face with a very annoyed t_c.]",
            "y_c, r_k keeps cheating at play hide-and-seek. They won't stop peeking while we're trying to hide, so they already know where to find us! It's not fair!",
            "Can you tell them to stop? I don't know if I want to keep playing with someone who won't follow the rules of the game."
        ]
    ],
    "upstanding_kit4": [
        [
            "any",
            "upstanding",
            "from_kit",
            "platonic_like",
            "random_cat"
        ],
        [
            "[t_c is stumbling after r_m, holding a couple of herbs in their mouth. As you catch their eye, they perk up and call out to you.]",
            "y_c, look! I'm helping r_m! Are you watching?",
            "I'm carrying TWO whole herbs all by myself, see? r_m said that I'm the best helper they ever had and that I'm going to be a great apprentice!",
            "Does this mean that I can be apprenticed early? Could you ask l_n?",
            "[Before you have a chance to respond, t_c turns, noticing that r_m was waiting by the entrance to the medicine den.]",
            "I gotta go catch up! I'll tell you all about this later, okay? Bye!",
            "[t_c bounds after r_m, ducking under their legs and diving into the den.]"
        ]
    ],
    "upstanding_kit5": [
        [
            "upstanding",
            "queen",
            "queen's apprentice"
        ],
        [
            "[Since sunhigh, you have been trying to convince t_c to take a nap, going back and forth with the kit who refused to lie down.]",
            "But I can't take a nap! I need to become the best warrior in c_nClan, and warriors don't take naps!",
            "Besides, I... I can help you and stuff! Warriors... *yawn* warriors help cats all the time! So why can't I...",
            "[t_c's sentence is cut off by a yawn as they slump down into their nest.]",
            "Zzz..."
        ]
    ],
    "upstanding_kit6": [
        [
            "upstanding",
            "they_grieving",
            "no_kit",
            "comfort"
        ],
        [
            "[You hear a trembling mew, a small paw tugging at your fur. You turn and find yourself staring down into t_c's tear-filled eyes.]",
            "y_c? H-how can I be the best c_nClan cat without d_c? W-what do I do?"
        ]
    ],
    "upstanding_kit7": [
        [
            "upstanding",
            "you_injured",
            "no_kit",
            "platonic_like"
        ],
        [
            "[As you lie in your nest, you notice t_c marching back and forth near the entrance of the den. They have a determined look on their face, taking large steps that almost cause them to stumble.]",
            "[Both curious and amused, you ask them what they are doing.]",
            "Oh, I'm guarding you! I'm practicing so that I can become the most fearsome warrior in all of c_nClan! No cat is going to bother you with me around.",
            "I'll be such a good warrior too, cats won't ever get hurt like you are!"
        ]
    ],
    "upstanding_kit8": [
        [
            "upstanding",
            "insult",
            "kitten",
            "random_cat"
        ],
        [
            "H-hey! You can't just say something like that! r_q!"
        ]
    ],
    "neurotic_kit": [
        [
            "Any",
            "neurotic",
            "platonic_like"
        ],
        [
            "Eek!",
            "[Seems like t_c is terrified of the thunder outside the nursery!]",
            "[You sit beside them, comforting them through the storm and warding off the scary thunderclaps.]"
        ]
    ],
    "neurotic_kit1": [
        [
            "Any",
            "neurotic",
            "from_your_kit",
            "from_adopted_kit"
        ],
        [
            "...",
            "[While the rest of the kits run and explore, t_c seems to want to linger near your side, terrified of being separated from you.]",
            "[It seems they're a later bloomer than most ...]"
        ]
    ],
    "neurotic_kit2": [
        [
            "Any",
            "random_cat"
        ],
        [
            "Heehee!",
            "[t_c laughs over and over as r_q makes funny faces at them.]"
        ]
    ],
    "neurotic_kit3": [
        [
            "no_kit",
            "neurotic",
            "neutral",
            "random_cat"
        ],
        [
            "[t_c plays happily in the corner of the nursery.]",
            "Eep!",
            "[As soon as they catch sight of you, t_c dashes away to hide under r_q's tail.]",
            "[Quite a shy little guy, huh?]"
        ]
    ],
    "kit_yourkit": [
        [
            "any",
            "from_your_kit",
            "from_adopted_kit"
        ],
        [
            "[t_c presses against your side, sound asleep.]",
            "[You breathe in their milky scent, swearing to love them forever.]"
        ]
    ],
    "kit_yourkit1": [
        [
            "any",
            "from_your_kit",
            "from_adopted_kit"
        ],
        [
            "[While t_c sleeps, you like to make a game out of counting all the toes on their paws.]",
            "[1, 2, 3, 4, 5 ... 1, 2, 3, 4, 5 ...]",
            "[Has a more perfect, darling little kit ever existed?]"
        ]
    ],
    "kit_yourkit2": [
        [
            "any",
            "from_your_kit",
            "from_adopted_kit",
            "random_cat"
        ],
        [
            "[t_c chases t_s around the nursery, squealing with laughter.]",
            "[Seems like the two siblings have become fast friends!]"
        ]
    ],
    "kit_yourkit3": [
        [
            "any",
            "from_your_kit",
            "from_adopted_kit",
            "random_cat"
        ],
        [
            "*Sniffle* *Sniffle*",
            "y_c ... t_l just called me a bad name!",
            "[You call your other kit over and sternly ask what happened. t_l, of course, blames the whole thing on t_c.]",
            "Don't listen to them! They're lying!",
            "[You sigh, wishing the two siblings could just get along.]",
            "[But, to your amazement they're back to playing, laughing, and napping together by sundown.]",
            "[Amazing, how siblings work like that.]"
        ]
    ],
    "kit_yourkit4": [
        [
            "any",
            "from_your_kit",
            "from_adopted_kit",
            "random_cat"
        ],
        [
            "[t_c and t_s play a game of moss-ball, racing back and forth across the nursery.]",
            "[The two of them remind you so much of you and y_l, growing up ...]",
            "[You hope the world never tears the two apart.]"
        ]
    ],
    "kit_yourkit5": [
        [
            "any",
            "random_cat"
        ],
        [
            "[t_c and t_l are comparing the size of their paws.]",
            "Mine are bigger! Mine are totally bigger than yours! Heehee!"
        ]
    ],
    "kit_yourkit6": [
        [
            "any",
            "from_your_kit",
            "from_adopted_kit"
        ],
        [
            "[t_c walks over and flops down against your side.]",
            "Zzzz ...",
            "[You cuddle them close, pondering if there's any way to keep them this little forever.]"
        ]
    ],
    "kit_yourkit7": [
        [
            "any",
            "from_your_kit",
            "from_adopted_kit",
            "random_cat"
        ],
        [
            "y_c, r_c just explained to me what 'dying' means.",
            "They said that it's what happens to our prey, and to the plants in leafbare.",
            "But that's never gonna happen to you, right? Or y_m?",
            "[You gently explain to t_c that, yes, you and y_m will both die one day, but it will hopefully be a long, long time until that happens, and they'll be all grownup by then.]",
            "...",
            "But ... But ...",
            "I'm never gonna be so grownup that I'm not gonna need you with me!"
        ]
    ],
    "kit_yourkit8": [
        [
            "any",
            "from_adopted_kit",
            "they_abandoned"
        ],
        [
            "[t_c catches a feather, then beams at you with that adorable little smile of theirs.]",
            "[How anyone could've had the heart to abandon such an incredible kit, you have no idea.]"
        ]
    ],
    "kit_yourkit9": [
        [
            "any",
            "from_adopted_kit",
            "they_abandoned"
        ],
        [
            "[As t_c snuggles at your side, you think about their real parents, if they're out looking somewhere for them.]",
            "[t_c is such an amazing young kit, after all ... Who wouldn't want them back?]",
            "[Still, the thought of giving them up fills your heart with a pang of fear and dread.]",
            "[t_c is your family now, your baby ... You'll always be here for them, now. No matter what ends up happening.]"
        ]
    ],
    "upstanding_kit9": [
        [
            "upstanding",
            "no_kit",
            "from_your_kit",
            "from_adopted_kit",
            "random_cat"
        ],
        [
            "y_c!",
            "[You turn and see your kit holding back tears of frustration as they run over to you and burrow their face into your fur.]",
            "y_c, r_k called me a tattletale because I told r_q that they were planning on putting nettles into the fresh-kill pile, and now they won't play with me!",
            "I'm not a tattletale, honest! I only told on them because they were going to break a rule. Why are they so upset with me?"
        ]
    ],
    "upstanding_kit11": [
        [
            "upstanding",
            "mediator",
            "mediator apprentice"
        ],
        [
            "y_c, I have a job for you.",
            "I need YOU, yes you, to take on the super-duper important role of referee for the new game me and the other kits are about to play.",
            "Of course this is important! I need to make sure that this game is super fun and fair for everyone playing!",
            "And to make sure that r_k doesn't cheat again."
        ]
    ],
    "upstanding_kit12": [
        [
            "upstanding",
            "no_kit",
            "platonic_like",
            "leader"
        ],
        [
            "[You catch t_c peering at you from the nursery. From the far side of the camp, you can just make out their determined expression.]"
        ]
    ],
    "newborn_fromkit": [
        [
            "newborn",
            "brooding",
            "unabashed"
        ],
        [
            "... Why's it so small and ugly looking?",
            "What? I'm just saying! It can't even hear me!"
        ]
    ],
    "newborn_fromkit1": [
        [
            "newborn",
            "introspective",
            "neurotic",
            "random_cat"
        ],
        [
            "...",
            "[t_c gently reaches out and touches your nose with a paw.]",
            "[r_q quickly chases them off, insisting that newborn kits need to be left alone.]",
            "Eep! I just wanted to see if y_c's eyes would open!"
        ]
    ],
    "newborn_fromkit2": [
        [
            "newborn",
            "assertive",
            "silly"
        ],
        [
            "Okay, y_c. I know none of the other cats think you can talk yet, but they're not here now! It's just you and me.",
            "So go ahead and open your eyes and say something!",
            "Can you say 't_c'? ... Hello?",
            "Why aren't you doing it?"
        ]
    ],
    "newborn_fromkit3": [
        [
            "newborn",
            "sweet"
        ],
        [
            "[t_c takes one look at you and immediately bursts into tears.]",
            "They're just - s-so - cute! Gah! *Sob*"
        ]
    ],
    "stable_kit_younewborn_1": [
        [
            "newborn",
            "stable"
        ],
        [
            "Wowza, look at y_c! Aww, they're so tiny, like a miniature version of you, y_p!",
            "I hope they grow up big and strong.",
            "Big and strong like me! Maybe strongerer than me... maybe??? No nevermind, I want to be the strongerest!"
        ]
    ],
    "stable_kit_younewborn_2": [
        [
            "newborn",
            "stable"
        ],
        [
            "Little tiny baby! Little tiny baby! Every kitty in the clan look at this little tiny baby!!!",
            "[You look up and slowly bop your head along to the strange tune t_c sings.]",
            "Yippee! See, I can sing! y_c thinks so! Hey t_s did you see that? HEY! Don't shake your head at me! If y_c thinks I can sing then they must be right!"
        ]
    ],
    "stable_kit_younewborn_3": [
        [
            "newborn",
            "random_cat",
            "stable"
        ],
        [
            "[t_c trots into the nursery and drops a mossball into the nest.]",
            "See this, y_c? This is called a mossball and you should remember that! You bat it around with your paws like this, see? And you use it to play really fun games! You're going to love it!",
            "[r_c snickers and reminds t_c that you're a newborn, far younger than they are and that you probably don't understand a word they said. t_c puffs out their little chest.]",
            "Well, yeah, I know that! But I thought that maybe they'd like to see one for the first time because then that way they'll like playing games with me!",
            "[r_c states that it's a nice gesture and lovely thought but maybe y_p wouldn't want their kittens playing with such a big toy until you're a little older.]",
            "[y_p laughs it off and pushes the ball towards t_c and asks if they want to play.]",
            "Really? YES!",
            "[You squint as you watch your loving parent paw the ball back and forth, your whiskers twitch eagerly, maybe when you're older this will be a fun game! You will remember this.]"
        ]
    ],
    "stable_kit_younewborn_4": [
        [
            "newborn",
            "stable"
        ],
        [
            "... Y'know... I think...",
            "I think the nursery is going to get a little crowded here with more of us... It will be very noisy when you get a little older and I don't really want that...",
            "[t_c looks up at r_q and with a blunt expression asks,]",
            "Can we get rid of it? I don't want it.",
            "[The queen scolds the kitten for their behaviour and escorts them out of the den to find their parents to tell them. You don't understand what's going on but judging by the glare of the queen- it can't be good...]"
        ]
    ],
    "sweet_kit_26": [
        [
            "newborn",
            "sweet"
        ],
        [
            "Hello y_c! Welcome to c_nClan! It's so very nice to meet you!",
            "[They plop down next to you, forming the smallest loaf as they start to purr.]",
            "I'm y_c! That over there is the Leader's Den, and that's the Warrior's Den, and-!",
            "[r_w approaches, letting t_c know that you can't really hear them yet.]",
            "Oh, I don't mind repeating myself! We're gonna be denmates and so I gotta be a good role mobile!",
            "It's model? Whoops, hehehe."
        ]
    ],
    "sweet_kit_27": [
        [
            "newborn",
            "sweet"
        ],
        [
            "[t_c lets out a quiet gasp, looking at you with wonder.]",
            "That's y_c?",
            "They're so cute... and so perfect!"
        ]
    ],
    "sweet_kit_28": [
        [
            "newborn",
            "sweet"
        ],
        [
            "[You let out a wail, the cold is just too... cold! You are also much too small to do anything else about it.]",
            "y_c? Are you okay?",
            "[Ah, your big denmate! Perhaps you can convince them to chase the cold away with eloquent words.]",
            "[In other words, you scream again.]",
            "Um um- does this help?",
            "[They run to go get you some moss to play with, but drop it on you instead. It does make you feel warmer, though.]",
            "I'll stay with you until someone comes back, they'll know what to do!"
        ]
    ],
    "sweet_kit_29": [
        [
            "Any",
            "sweet"
        ],
        [
            "Hey, do you know how to befriend birds?",
            "Why? Because everyone deserves friends, even birds!"
        ]
    ],
    "sweet_kit_30": [
        [
            "Any",
            "sweet"
        ],
        [
            "[You see t_c looking at the stars, trying to count them all.]",
            "I gotta make sure every single star is seen!"
        ]
    ],
    "sweet_kit_31": [
        [
            "Any",
            "sweet"
        ],
        [
            "r_c said you weren't taking enough breaks, why?",
            "Can we be friends?",
            "Cause if we're friends, then you're gonna have to take a break to play with me!"
        ]
    ],
    "sweet_kit_32": [
        [
            "Any",
            "talk_dead",
            "sweet"
        ],
        [
            "y_c, I made a friend! They're super cool and helped me help so many cats!",
            "They've got a really shiny pelt, and they're seethrough! Isn't that cool?",
            "You wanna know their name?",
            "Well, they said their name was d_c!"
        ]
    ],
    "sweet_kit_33": [
        [
            "kitten",
            "you_sleeper",
            "sweet"
        ],
        [
            "Hi y_c! Are you taking a nap?",
            "Can I be your nap buddy? Everything's always better with a buddy!",
            "[And thus, the two of you became snooze buddies for the day.]"
        ]
    ],
    "upstanding_kit13": [
        [
            "upstanding",
            "newborn",
            "random_cat"
        ],
        [
            "r_q, r_k is trying to hide thorns in y_c's nest!"
        ]
    ],
    "upstanding_kit14": [
        [
            "upstanding",
            "newborn"
        ],
        [
            "You're so small... I wonder what plans you'll have for the future. What kind of goals will you want to meet? What will you be interested in?",
            "Of course, I already have my entire life planned out. I know exactly what I'm going to grow up to be.",
            "Maybe you can tell me your plans when you're a bit older. I would love to hear them!"
        ]
    ],
    "upstanding_kit15": [
        [
            "upstanding",
            "newborn"
        ],
        [
            "[t_c rears up onto their hind legs in an attempt to peer over the side of your nest. They place their front paws on the edge of the nest for balance and stare down at you with wide eyes.]",
            "Woah, you really are tiny! Your little paws and ears and eyes, no wonder y_p said that I couldn't show you around yet. You probably can't even understand me yet.",
            "When you get a bit older, I'll teach you all of the nursery rules and stuff. Other kits think they're pretty boring and dumb, but they don't realize just how important they are!",
            "The way I see it, rules are there to help guide us into the best cats that we can be. Who wouldn't want that?"
        ]
    ],
    "upstanding_kit16": [
        [
            "upstanding",
            "medicine cat",
            "medicine cat apprentice",
            "random_cat"
        ],
        [
            "[You hear the soft pitter-patter of small paw steps near the entrance of your den. You turn and see t_c holding a large mouse by the tail, looking ecstatic as they drag the creature into the den.]",
            "Special delivery! One freshly caught mouse, straight from the fresh-kill pile!",
            "Can you believe it? I'm finally doing real apprentice jobs!",
            "r_a said that I could help them give out fresh kill to the elders and anyone else who is too busy to get some, and they even turned it into a competition. Right now I'm beating them by a landslide!",
            "[You should probably have a word with r_a's mentor about this.]"
        ]
    ],
    "upstanding_kit17": [
        [
            "upstanding",
            "apprentice"
        ],
        [
            "y_c, I need you to teach me some battle moves.",
            "Pleeeease? I need to be ready to defend the camp! What if there's an invasion? What if I need to defend the nursery against o_cClan cats?",
            "Trust me, there is nothing to worry about. The Warrior Code says nothing about teaching a kit some self-defense, so it should be fine!"
        ]
    ],
    "upstanding_kit18": [
        [
            "upstanding",
            "no_kit",
            "random_cat"
        ],
        [
            "[While the other kits are playing out in the clearing, t_c is in the nursery, trying to tidy up the moss that was tossed aside and scattered across the den floor.]",
            "[Curious, you ask t_c why they aren't playing outside with the other kits.]",
            "Oh! Well, I overheard r_a mention that the nursery was always a huge mess everytime they come in to change the moss in the nests, so I thought I could help out and clean up a bit!"
        ]
    ],
    "stable_kitten": [
        [
            "stable",
            "sweet",
            "newborn"
        ],
        [
            "Oh, I can't wait for you to grow up, y_c! We'll have so much fun playing together!"
        ]
    ],
    "grieving": [
        [
            "they_grieving",
            "newborn"
        ],
        [
            "[t_c smiles for the first time this moon, watching you.]",
            "[You curl up by their side and they let out a soft purr.]"
        ]
    ],
    "brooding": [
        [
            "newborn",
            "brooding"
        ],
        [
            "[You wriggle closer to t_c.]",
            "[They step away from you awkwardly.]"
        ]
    ],
    "cool": [
        [
            "cool",
            "upstanding",
            "newborn"
        ],
        [
            "[t_c looks at you critically from the entrance of the nursery.]",
            "Hey, r_q, is it normal that y_c can't really walk or speak yet? When I was their age, I was already learning the Warrior Code and hunting leaves.",
            "[r_q assures them that yes, it is normal, and no, y_c certainly is not a super-newborn.]"
        ]
    ],
    "newborn_silly_warrior": [
        [
            "newborn",
            "brooding"
        ],
        [
            "[r_q beckons t_c to come closer to meet you.]",
            "[t_c doesn't seem very interested.]"
        ]
    ],
    "newborn_silly_warrior2": [
        [
            "newborn",
            "brooding",
            "unlawful"
        ],
        [
            "When you're older, I'll show you the BEST spots for spying on the warriors."
        ]
    ],
    "cool_kit_1": [
        [
            "Any",
            "cool",
            "leaffall",
            "forest"
        ],
        [
            "Hey, y_c! Look, look!",
            "r_w taught me this!",
            "[t_c eyes the sky before leaping up at a falling leaf, swatting it from the air with playful glee.]",
            "[It already seems like t_c is going to be a great hunter!]"
        ]
    ],
    "cool_kit_3": [
        [
            "no_kit",
            "cool",
            "random_cat"
        ],
        [
            "[The other kits are gathered around t_c, seemingly enthralled at their every word.]",
            "[They seem to be repeating a story they heard from r_e.]",
            "... And then, when the first light shone in the morning, there was no trace of the cat ever having been there!",
            "[For their age, they're shockingly eloquent.]",
            "[You wonder how that skill will serve them as they grow older.]"
        ]
    ],
    "cool_kit_4": [
        [
            "Any",
            "cool"
        ],
        [
            "[t_c is giving a performance in the middle of the clearing, singing and dancing their little heart out.]",
            "... From once before and now onwards, as a Clan we strive forwards, we push on, and this is the c_nClan cats' soooong!",
            "[As soon as they finish, seemingly the entire Clan explodes into cheers and applause, praising what a talented young cat t_c is.]",
            "[t_c is certainly not lacking in supporters!]"
        ]
    ],
    "cool_kit_5": [
        [
            "Any",
            "cool",
            "brooding",
            "unlawful",
            "non-related"
        ],
        [
            "Psh, can you believe some kits still play moss-ball? That game is, like, totally for babies.",
            "I grew out of moss-ball moons ago. Now, every kit who knows what's what is playing Catch the Mouse.",
            "What? You still like moss-ball, y_c?",
            "... You must not be very popular, huh?"
        ]
    ],
    "kit_grief": [
        [
            "any",
            "they_greiving",
            "dead_close",
            "they_kitten"
        ],
        [
            "*Sniffle* What happened to d_c? I miss them ...",
            "They're gone?",
            "Well, when are they coming back?"
        ]
    ],
    "kit_grief1": [
        [
            "any",
            "they_greiving",
            "dead_close",
            "they_kitten"
        ],
        [
            "[You tell t_c that you like their pretty feather.]",
            "Thanks!!! It's for d_c!",
            "Could you help me put it in their nest?",
            "I'm hoping that, when they see it in StarClan, they'll like it so much that they'll come back down to c_nClan, and we can play together again!"
        ]
    ],
    "kit_grief2": [
        [
            "any",
            "they_greiving",
            "dead_close",
            "they_kitten",
            "random_cat",
            "assertive",
            "brooding",
            "cool",
            "unabashed",
            "upstanding"
        ],
        [
            "[t_c is yelling at a hapless r_q, who tries desperately to manage the situation.]",
            "No, you don't understand! Why aren't you listening to me?",
            "d_c couldn't have gone up to StarClan, because d_c would never leave me behind like that!",
            "It's not fair!"
        ]
    ],
    "kit_grief3": [
        [
            "any",
            "they_greiving",
            "dead_close",
            "they_kitten",
            "neurotic",
            "sweet",
            "introspective"
        ],
        [
            "[t_c clings to a scrap of moss, claws unsheathed, eyes wide and fearful.]",
            "The things that got d_c aren't gonna come and get me, too ... right?"
        ]
    ],
    "kittten_condition": [
        [
            "any"
,"they_injured",
"they_sick",
"random_cat",
"they_kitten"	
        ],
        [
           "*Cough* *Cough*",
	"Oh ... y_c! Did you come to visit me on my special vacation in the medicine den?",
	"r_m told me that, if I'm really good, they'll go out and get me a really special gift from the territory ...",
	"I wonder what it'll be? Maybe a really cool feather? Ooh, or a twoleg thing!",
	"I can't wait to see what it is."
        ]
    ],

"kittten_condition1": [
        [
            "any"
,"they_injured",
"they_sick",
"random_cat",
"they_kitten",
"they_brooding",
"they_neurotic",
"they_introspective",
"they_upstanding",
"platonic_love"
        ],
        [
           "y_c ...?",
	"I ... I might die, won't I?",
	"Everyone keeps trying to tell me it's okay, but I'm not dumb. I know what's going on.",
	"[t_c is quiet for a moment. Their eyes betray a pain and understanding far beyond their age.]",
	"If I die ... Do you promise to still come and visit me? When I'm in the ground?",
	"I don't wanna be lonely ..."
        ]
    ],

"kittten_condition2": [
        [
            "any"
,"they_injured",
"they_sick",
"they_kitten"
        ],
        [
           "Owie ...",
	"What's going on ...?",
	"Why does it hurt so bad ...?"
        ]
    ],

"kittten_condition3": [
        [
            "any"
,"they_injured",
"they_sick",
"they_kitten"
        ],
        [
          "[t_c's little chest rises and falls, rises and falls ...]",
	"[They look so small and helpless!]"
        ]
    ],

"kittten_condition4": [
        [
            "any"
,"they_injured",
"they_sick",
"they_kitten",
"from_your_kit",
"adopted_kit"
        ],
        [
          "I'm tired of staying in the medicine den, y_c. I wanna go home.",
	"Why can't you take me home?"
        ]
    ],

"kittten_condition5": [
        [
            "any"
,"they_injured",
"they_sick",
"they_kitten",
"from_your_kit",
"adopted_kit"
        ],
        [
          "[Your little kit is hurting. They weakly blink their eyes open at you and give you a purr.]",
	"*Cough* *Cough* y_c ...? You're here!",
	"[You curl your body around their tiny frame, swearing not to move until they're better.]"
        ]
    ],
    "upstanding_kit19": [
        [
            "upstanding",
"warrior",
"random_cat"
	
        ],
        [
          "[While showing r_a a few battle moves, you spot t_c out of the corner of your eye, doing their best to copy you on unsteady paws.]"
        ]
    ],

"upstanding_kit20": [
        [
            "upstanding",
"warrior",
"random_cat"
	
        ],
        [
          "y_c! Can you make me an apprentice early? Please please pleeeeease! I'm more than ready, I swear!",
"I'll do all of the apprentice jobs and work super duper hard, harder than any other apprentice!"
        ]
    ],

"upstanding_kit21": [
        [
           "upstanding",
"elder",
"platonic_like",
"neutral"
	
        ],
        [
          "[You hear a small trill at the entrance of the den and look over to see t_c trotting in, dragging a squirrel by the scruff of it's neck.]",
"[They wordlessly set the prey down at your paws and dip their head, turning to leave while you purr gratefully.]"
        ]
    ],

"upstanding_kit22": [
        [
           "upstanding",
"they_younger",
"murder",
"respect"
	
        ],
        [
          "I-I looked up to you! How could you do such a thing?!"
        ]
    ],

"upstanding_kit23": [
        [
           "upstanding",
"leader",
"deputy",
"you_upstanding",
"platonic_like",
"neutral",
"respect"
	
        ],
        [
"Guess what! Guess what! Guest what!",
"When I grow up, I want to be just like you!",
"I want to be all noble-y and important and- and-... all the other good words!"
        ]
    ]

}