{
    "mediaa_11": [
        [
            "insult",
            "Any",
            "no_kit"
        ],
        [
            "Is something the matter?"
        ]
    ],
    "dep_132": [
        [
            "newborn",
            "insult"
        ],
        [
            "Wha.. What was that?"
        ]
    ],
    "unabashed_mediator": [
        [
            "warrior",
            "unabashed",
            "no_kit"
        ],
        [
            "Have you heard that r_w's into l_n?!",
            "I know, right?! I mean, they don't fit together at all!",
            "I think that they're just trying to get on with the leader for extra attention, you know?",
            "...Are you into anyone, y_c? I swear, I won't tell anyone!"
        ]
    ],
    "brooding_mediator": [
        [
            "brooding",
            "Any"
        ],
        [
            "[You ask t_c why they chose to become a mediator, given their ... less than friendly personality.]",
            "Hmph. Are you implying I don't know how to do my job?",
            "Mediation isn't about being nice and making friends. It's about making cold, rational, completely impartial decisions with the most logical thinking possible.",
            "You should be glad c_nClan has a mediator like me. One who isn't afraid to tell things like they are."
        ]
    ],
    "brooding_mediatorapp": [
        [
            "brooding",
            "Any"
        ],
        [
            "Hm ...",
            "[For a mediator, t_c sure doesn't seem to talk much.]"
        ]
    ],
    "brooding_mediator_2": [
        [
            "no_kit",
            "Any"
        ],
        [
            "Oh, y_c. l_n has been wanting to see you about your performance.",
            "Is it good or bad ...?",
            "Sorry. Couldn't tell you. You'll have to go see for yourself."
        ]
    ],
    "brooding_mediator_3": [
        [
            "no_kit",
            "Any"
        ],
        [
            "Oh, y_c. l_n has been wanting to see you about your performance.",
            "Is it good or bad ...?",
            "Sorry. Couldn't tell you. You'll have to go see for yourself."
        ]
    ],
    "brooding_mediator_4": [
        [
            "brooding",
            "dislike",
            "any"
        ],
        [
            "y_c? You're here again?",
            "No. I refuse. You always come here, always have some banal argument for me to mediate.",
            "Have you ever considered that maybe you're the problem?",
            "You wouldn't have so much work for me if you didn't start so many discussions and provocations. Most of the time you're not even in the right.",
            "You're obnoxious, annoying, stupid and self-absorbed. There, that's the answer. Now, kindly leave me to go find something worth my time.",
            "[t_c just refused to help you out. But they can't do that ... Can they?]"
        ]
    ],
    "media_11": [
        [
            "insult",
            "kitten"
        ],
        [
            "What's wrong, little one?"
        ]
    ],
    "medi2": [
        [
            "murder",
            "Any"
        ],
        [
            "I know that mistakes can happen, but it's crucial to take responsibility for our actions. Honesty and accountability are the foundations of trust within our community."
        ]
    ],
    "assertive_mentor9": [
        [
            "mediator apprentice",
            "dislike",
            "assertive",
            "from_mentor",
            "silly",
            "cool"
        ],
        [
            "Surprise assessment, y_c! What's the best way to resolve a dispute between the leader and deputy?",
            "... What? That's not ... even remotely close.",
            "*Sigh*. I was just doing this as a joke, but I guess I really have to show you again now ..."
        ]
    ],
    "assertive_mentor91": [
        [
            "mediator apprentice",
            "dislike",
            "assertive",
            "from_mentor",
            "silly",
            "cool"
        ],
        [
            "Surprise assessment, y_c! What's the best way to resolve a dispute between the leader and deputy?",
            "... Whoa. You got it right!",
            "I was just doing this as a joke, but turns out you're a lot smarter than you let on! Nice work, y_c."
        ]
    ],
    "assertive_mentor4": [
        [
            "mediator apprentice",
            "assertive",
            "from_mentor",
            "random_cat"
        ],
        [
            "I noticed you helping the warriors resolve their dispute the other day, and it really wasn't bad! You've come a long way. But, one thing I did notice was that you were a little too ... nice?",
            "Not that you shouldn't be kind when trying to help your clanmates. That's not what I mean. But you shouldn't be too afraid to say what you really mean, either.",
            "We're mediators. It's our job to be honest with our clanmates! Not protect their feelings.",
            "Sometimes cats will be unhappy with us, and that's just fine, so long as the peace is protected. You can't let anyone's opinion of you stop you from doing what's best.",
            "Now, c'mon! I'll show you how a real pro does it."
        ]
    ],
    "assertive_mentor3": [
        [
            "medicine cat apprentice",
            "mediator apprentice",
            "assertive",
            "from_mentor"
        ],
        [
            "Something I've noticed about you, y_c, is that you think too much.",
            "That's not exactly a bad thing, plenty of apprentices are hesitant, but when one of your clanmates needs your help, there's no time for thinking. You just have to see the problem in front of you, and go for it!",
            "Then again, I can't even remember how many times I've been chewed out by the deputy for acting too rashly ...",
            "I guess it's all about balance. You can't doubt yourself too much, but you can't be blinded by confidence, either.",
            "It's a tough thing to master, but I know you can do it!"
        ]
    ],
    "assertive_mentor": [
        [
            "apprentice",
            "medicine cat apprentice",
            "mediator apprentice",
            "assertive",
            "unlawful",
            "from_mentor"
        ],
        [
            "Hey, y_c! Ready to start the day? I was thinking we could ditch the training grounds today and, instead, practice more real-world applied stuff.",
            "Ah, don't look so worried. We don't have to do everything totally by the rules all the time! Sometimes, it's better to go off the beaten path.",
            "I'll meet you by the camp entrance, m'kay?"
        ]
    ],
    "assertive_mentor1": [
        [
            "apprentice",
            "medicine cat apprentice",
            "mediator apprentice",
            "assertive",
            "upstanding",
            "unabashed",
            "from_mentor",
            "dislike"
        ],
        [
            "What's going on, y_c? ... Hey, don't give me that nasty look! I can see you, you know!",
            "For an apprentice, you sure have a lot of attitude. I get you've got spirit, but if this is gonna work out, the two of us have to work together.",
            "So drop it. And I'd better not catch you looking at me like that again!"
        ]
    ],
    "assertive_mentor2": [
        [
            "apprentice",
            "medicine cat apprentice",
            "mediator apprentice",
            "queen's apprentice",
            "assertive",
            "sweet",
            "stable",
            "unabashed",
            "unlawful",
            "from_mentor",
            "platonic_like",
            "respect"
        ],
        [
            "Alright, y_c! You're totally mastering that skill I taught you the other day ... you're improving so fast, pretty soon, you're gonna be outperforming me! Haha!",
            "I have nothing to say, except for, I guess ... I'm proud of you.",
            "You're turning into a fine member of c_nClan already."
        ]
    ],
    "assertive_parent4": [
        [
            "assertive",
            "dislike",
            "neutral",
            "cool",
            "upstanding",
            "brooding",
            "stable",
            "kitten",
            "from_adopted_kit",
            "from_kit",
            "sibling",
            "adopted_sibling",
            "half sibling",
            "from_parent"
        ],
        [
            "What do you want? Do you need something?",
            "... You just want to talk? Why?",
            "... Because we're family?",
            "Do we still even count as family anymore?"
        ]
    ],
    "assertive_parent4_2": [
        [
            "assertive",
            "dislike",
            "neutral",
            "cool",
            "upstanding",
            "brooding",
            "neurotic",
            "kitten",
            "from_adopted_kit",
            "from_kit",
            "any"
        ],
        [
            "Ugh, StarClan, would you leave me alone?",
            "Seriously, I don't know any other parent who bothers their grown kit this much!"
        ]
    ],
    "assertive_parent4_3": [
        [
            "assertive",
            "platonic_like",
            "sweet",
            "upstanding",
            "stable",
            "any"
        ],
        [
            "Sorry, y_c! No time to talk right now, I just got a task from d_n.",
            "I'll be sure to catch up with you some other time, though!"
        ]
    ],
    "assertivewarrior_mediatorapp1": [
        [
            "kitten",
            "from_adopted_kit",
            "from_kit",
            "platonic_like",
            "assertive"
        ],
        [
            "[Seeing the bold, daring, fierce cat that t_c has grown into fills your heart with pride.]",
            "[Could they really have been your kit in the nursery a few moons ago?]"
        ]
    ],
    "assertive_parent4_4": [
        [
            "from_adopted_kit",
            "from_kit",
            "kitten",
            "assertive"
        ],
        [
            "Hehe, quit trying to fix my fur, y_c!",
            "I'm not a kit anymore, I know how to do it myself!"
        ]
    ],
    "assertive_medapp2": [
        [
            "medicine cat",
            "platonic_like",
            "romantic_like",
            "assertive",
            "sweet",
            "unlawful",
            "cool",
            "unabashed"
        ],
        [
            "Hey, y_c ... do you ever get lonely sleeping here in the medicine den all by yourself? I know I would ...",
            "Tell you what, if you ever get scared or cold in the night, just come over to my den. You can sleep in my nest, with me. Okay?"
        ]
    ],
    "assertive_4": [
        [
            "kitten",
            "assertive"
        ],
        [
            "Whoa! Watch where you're going there, little pal! One wrong move, and you might get stepped on!",
            "Ah, quit that, you don't need to apologize. Just be a bit more careful from now on, is all.",
            "Or else, when you get bigger, it'll really become a problem. Hehe!"
        ]
    ],
    "assertive_tokit": [
        [
            "kitten",
            "assertive",
            "unlawful"
        ],
        [
            "Ah, y_c! There's the little bruiser! How're you doing? Growing up big and strong?",
            "Y'know, at your age, I used to get into all sorts of trouble. Sneaking out of the nursery, following around the apprentices ... not to give you any ideas, or anything. Ahaha!",
            "[t_c's laugh is so loud that it almost shakes your whole body.]"
        ]
    ],
    "assertive_tonewborn": [
        [
            "newborn",
            "assertive"
        ],
        [
            "Whoa! Hey there, little guy! Shouldn't you be in the nursery?",
            "Hehe. You've got an adventurous spirit. I like that about you.",
            "But for now, you gotta stay where it's safe! C'mon. Let's go back to your parents."
        ]
    ],
    "assertive_tonewborn1": [
        [
            "newborn",
            "assertive"
        ],
        [
            "Aw ... little guy hasn't even gotten their eyes open yet!",
            "They're gonna be a killer, though. I can already tell. See those little paws? This kit's got fight in 'em!"
        ]
    ],
    "assertive_tonewborn3": [
        [
            "newborn",
            "assertive",
            "introspective",
            "neurotic"
        ],
        [
            "Whoa ... this is them? They're so small!",
            "Hard to believe I was that small once ...",
            "Hm ..."
        ]
    ],
    "Introspective_mdtor_to_app": [
        [
            "Apprentice",
            "Introspective"
        ],
        [
            "y_c? Do you have a moment to spare?",
            "I heard you got into an argument with your mentor the other day. They've told me that you trespassed into another clan's territory, but I wanted to hear what happened from your perspective.",
            "... Okay. Thank you for your time, y_c.",
            "[They trot off quickly, not allowing you another word. They must be busy!]"
        ]
    ],
    "introspective_mdtor_to_med": [
        [
            "medicine cat",
            "medicine cat apprentice",
            "introspective"
        ],
        [
            "Ugh... y_c? Are you here?",
            "Yeah... I've hurt my paws with all this moving around recently. Is there anything you can give me for it?",
            "Hm? Yeah, my paws are normally stronger than this, I've just been rushing all over the place.",
            "Thank you, y_c. It's nice to know that no matter how far I run, I've always got someone on my tail."
        ]
    ],
    "introspective_mdtor": [
        [
            "any",
            "introspective"
        ],
        [
            "[t_c quickly leaves before you're able to say hello. They must be busy. You'll catch up with them later.]"
        ]
    ],
    "introspective_mdtor_1": [
        [
            "any",
            "introspective",
            "random_cat"
        ],
        [
            "r_c, please. I know you're upset, but I can't help if you don't tell me what's wrong.",
            "[t_c is walking after r_c, huffing out their conversation.]",
            "[r_c eventually sighs and plants their paws on the ground.]",
            "I'm not going to chase you around camp. I'll be here for when you want my help.",
            "[t_c trots towards you.]",
            "Oh hi, y_c. Sorry about that. r_c's clearly upset about something, but refuses to tell me what...",
            "Just need to let them come back to me. They will, but I think they need space. Have you eaten today? We can share some freshkill while I'm here."
        ]
    ],
    "introspective_mdtor_2": [
        [
            "any",
            "introspective"
        ],
        [
            "Morning, y_c. How are you today?",
            "That's wonderful to hear. I love hearing that cats are doing good.",
            "Hm? Well you see, most of the time, cats only come to see me when something's wrong.",
            "And that's important! Cats coming to see me when they're upset is my job. I'm here to help problems, where I can of course.",
            "But knowing that everything's okay for someone... well it makes the job worth it, you know?"
        ]
    ],
    "introspective_mdtor_3": [
        [
            "any",
            "introspective"
        ],
        [
            "Yawn... y_c? What are you doing awake so late?",
            "I had a meeting with o_cClan overrun, I only just got back. You've been up all day yourself.",
            "You should go to bed. Watching the stars is wonderful, but not sleeping enough sounds like a fast way to see StarClan soon.",
            "The early cat catches the pigeon, don't they? You'll never be early if you're sleeping when they're awake."
        ]
    ],
    "introspective_mdtor_4": [
        [
            "any",
            "introspective"
        ],
        [
            "...",
            "[t_c is sat staring up at the sky.]",
            "y_c, hello. Is there a problem? Anything you need help with?",
            "Hm? No, I'm fine. I'm just resting for a minute. It's not a big deal.",
            "Sometimes you've got to stop and take a breath to smell the flowers. I can't help anyone if I'm running myself into the floor.",
            "Got to give 5 minutes of 'me' time so I can give 10 minutes of 'you' time.",
            "Why not come sit with me? Running yourself ragged isn't good for you."
        ]
    ],
    "introspective_mdtor_5": [
        [
            "any",
            "introspective"
        ],
        [
            "Oh, morning, y_c.",
            "Sorry, I've been very busy, o_cClan have been upset recently about borders, something about them having moved?",
            "Yeah, I know, it's ridiculous. We'd never do something like that, a war isn't what we need right now.",
            "I've got to get back to it. Thank you for listening, y_c."
        ]
    ],
    "introspective_MdtorApp_4": [
        [
            "any",
            "introspective"
        ],
        [
            "[t_c is sat watching two of your clanmates argue with each other, with fascination.]",
            "[One of them calls the other a half-clan foxheart. Quite brutal. Why is t_c not saying anything?]",
            "[... A giant jaybird flies out of a tree just behind the arguing cats.]",
            "[t_c seems to come to awareness of what's going on around them, and they rush over to deal with the yelling cats.]"
        ]
    ],
    "assertive_1": [
        [
            "Any",
            "assertive",
            "stable",
            "upstanding",
            "unabashed"
        ],
        [
            "HEY!!! You leave them alone!",
            "Ugh. Can you believe how cruel some cats are, y_c? A bunch of apprentices were trying to convince these two kits to sneak into a badger den ... what a bunch of mouse-brains.",
            "No matter what, don't let anyone try to pressure you into doing something you don't think is right. Go with your gut, and stick to your own values. That's what's really important."
        ]
    ],
    "assertive_1_2": [
        [
            "Any",
            "assertive",
            "cool",
            "they_clanfounder",
            "they_clanborn",
            "they_outsiderroots",
            "they_half-Clan",
            "they_orphaned",
            "they_abandoned",
            "newleaf",
            "greenleaf",
            "leaffall"
        ],
        [
            "Hey there, y_c! Not bad weather today, hm?",
            "Sun on my pelt, wind in my fur ... Could you imagine being a kittypet and having to be cooped up in a twoleg nest all day? I think I would go crazy!",
            "Just another reason why it's great to be a clan cat."
        ]
    ],
    "assertive_6": [
        [
            "Any",
            "dislike",
            "you_brooding",
            "you_sweet",
            "you_upstanding",
            "you_introspective",
            "you_neurotic",
            "you_stable",
            "assertive",
            "cool",
            "unlawful",
            "silly"
        ],
        [
            "*Sigh*. Hey, y_c. Come to ruin the fun again?",
            "Whatever. I'm going to go do something actually exciting. Don't wait up."
        ]
    ],
    "assertive_warrior_or_elder": [
        [
            "mediator",
            "assertive",
            "platonic_like",
            "neutral"
        ],
        [
            "*Sigh* StarClan, today was hard ...",
            "Arguments in the nursery, medicine den, and warriors' den, all at the same time ... Is there something in the air?",
            "Without you here, y_c, I genuinely don't know what I would've done. Died, probably. Like, actually died.",
            "... Thanks for having my back."
        ]
    ],
    "assertive_elder": [
        [
            "mediator",
            "mediator apprentice",
            "assertive"
        ],
        [
            "I swear to StarClan, if l_n and d_n have one more miscommunication, I might actually go insane.",
            "*Sigh* Can you please cover their next argument, y_c? I'm in such desperate need of a break."
        ]
    ],
    "assertive_elder_2": [
        [
            "mediator",
            "mediator apprentice",
            "assertive"
        ],
        [
            "It's quiet around camp today.",
            "A little too quiet ...",
            "y_c, be on the lookout for any freak arguments today, ah? I don't trust this."
        ]
    ],
    "assertive_elder_3": [
        [
            "mediator",
            "assertive"
        ],
        [
            "I'm headed to o_cClan to meet with their mediator. Wanna come with?",
            "Hehe, I knew you would. C'mon, let's go!"
        ]
    ],
    "assertive_elder_4": [
        [
            "mediator",
            "assertive",
            "random_cat"
        ],
        [
            "Knowing what we know from mediating their conflicts, if everyone in camp got into a fight ... Who d'you think would win?",
            "Can be mental. Or physical. Either option would be interesting.",
            "Personally, I'm betting on r_c ... in both categories."
        ]
    ],
    "assertivemedapp_3": [
        [
            "kitten",
            "apprentice",
            "warrior",
            "elder",
            "deputy",
            "leader",
            "medicine cat",
            "medicine cat apprentice",
            "queen",
            "queen's apprentice",
            "assertive"
        ],
        [
            "[You ask t_c why they chose to become a mediator, given their adventurous personality.]",
            "Ah, well, that's easy ... Mediation is full of adventure!",
            "I get to explore far and wide, collaborating with mediators across territories, and literally start and stop wars! That's plenty of excitement, no?",
            "You might think you know life-or-death situations on the battlefield, but when you're a mediator, the stakes are even higher. My decisions could be the difference between peace among the clans, or bloody mayhem.",
            "It's terrifying ... but thrilling, too!",
            "There's lots of different paths a cat can take in this world, but I know this is the path for me. Can you say the same?"
        ]
    ],
    "assertivemediator_5": [
        [
            "Any",
            "assertive"
        ],
        [
            "Trust me, you have not seen anger until you've seen it in a o_cClan cat.",
            "I called their deputy the wrong name, once, and I swore I'd get sent to my warrior ancestors then and there! Their tempers are just something else ...",
            "Not to mention their senses of humor. I only called that queen 'fish-breath' as a joke! Needless to say, it wasn't taken well ...",
            "I hope c_nClan never gets on their bad sides! I'd be a goner, since after all I've done, I'm probably first on the hit list! Heh."
        ]
    ],
    "assertivemediator_5_2": [
        [
            "mediator",
            "mediator apprentice",
            "assertive",
            "leaffall"
        ],
        [
            "Almost leaf-bare, and you know what that means ... herb shortages.",
            "We'd better go check in with the other mediators before we have a full-on crisis on our paws!"
        ]
    ],
    "assertivemediator_5_3": [
        [
            "Any",
            "assertive",
            "random_cat"
        ],
        [
            "y_c, you see that fish on the freshkill pile? I need you to move it to the back of the pile.",
            "Why? Heh. Something I've learned in my time as a mediator is that good mediation isn't just about resolving conflicts, but also predicting them and preventing them before they happen.",
            "Fish is r_c's favorite prey, and they've been eyeing it all day. If someone else takes it before they have the chance, they'll definitely be upset about it, and who knows what that could set off?",
            "Guess the medicine cat's not the only one with future sight, huh? *Wink*"
        ]
    ],
    "assertivemediator_6": [
        [
            "Any",
            "assertive"
        ],
        [
            "Something on your mind, y_c?",
            "Ah, quit being so shy! It's my job to help, y'know!",
            "It can be scary, being vulnerable, but bravery is what makes c_nClan who we are!",
            "Give it some thought and come back when you're ready to talk, will ya? I could be way off the mark!"
        ]
    ],
    "assertivemediator_7": [
        [
            "kitten",
            "assertive"
        ],
        [
            "No, little guy, I can't teach you any battle moves. I may look like a warrior, but I sure ain't one. I'm a mediator! Big difference.",
            "What do I do? Well, I keep the peace! Both here in c_nClan camp, and across territories. It's pretty fun ... wanna give it a try? I could always use an apprentice!",
            "Just keep it in mind, huh? There's plenty of paths out there a kit like you can take. It's all about finding what speaks to your heart the most!"
        ]
    ],
    "assertivemedapp_3_2": [
        [
            "mediator apprentice",
            "from_mentor"
        ],
        [
            "Hey, little mediator! You ready for today's training?",
            "Well, get excited, because we have something really special prepared for today ... a trip to another clan! Whaaaat??",
            "I remember when I was your age, when I visited o_cClan for the first time ... It felt like my eyes were about to pop out of my head, with all the new sights I was experiencing and new cats I was meeting!",
            "It'll be tempting to ask a thousand questions, but remember to be respectful. This will just be a routine visit to introduce you to the leader and other mediators there. No need to treat it like anything more",
            "I'll lead the way! C'mon, let's go!"
        ]
    ],
    "assertive_elder_5": [
        [
            "elder",
            "assertive",
            "cool",
            "silly",
            "unlawful",
            "platonic_like",
            "romantic_like",
            "from_mate"
        ],
        [
            "Hey, furbag. I brought you something!",
            "[t_c lays a colorful feather at your paws.",
            "I know this is your favorite color, and you miss exploring the territory. So I knew I just had to bring it to you.",
            "Yeah, yeah, don't get all soft on me, hehe. Wanna grab a meal together?"
        ]
    ],
    "assertivewarrior_leader5": [
        [
            "leader",
            "assertive",
            "unabashed",
            "stable"
        ],
        [
            "y_c, I think I'm ready for an apprentice.",
            "I'm qualified, I'm a good teacher, and I'd love a younger cat who I could show the ropes to!",
            "I know it's not for me to say, but I just figured I'd put a good word in.",
            "Do keep in mind, will ya?"
        ]
    ],
    "assertivewarrior_leader3": [
        [
            "leader",
            "assertive",
            "silly",
            "unabashed"
        ],
        [
            "Hey, boss! Come down to mingle with us common folk? Hehe.",
            "Everything's going just fine around camp, as far as I can tell. There's a leak in the warrior's den that someone should probably get on ... wanna lend a paw?",
            "... Really? Okay! I'll go grab the brambles!"
        ]
    ],
    "assertivewarrior_leader2": [
        [
            "leader",
            "assertive"
        ],
        [
            "Oh, what I'd give for nine lives!",
            "I already try to throw myself into whatever challenge I'm given, but you're on a whole other level! With nine lives, you could be really ... truly ... FEARLESS!"
        ]
    ],
    "assertivewarrior_deputy2": [
        [
            "deputy",
            "leader",
            "assertive",
            "unlawful",
            "brooding",
            "unabashed",
            "dislike"
        ],
        [
            "Yeah, right. Like I have to take orders from you!",
            "You may think you're a warrior, but all you do is sit on your haunches and boss everyone around all day. That's no warrior. That's a coward.",
            "Go find some other cat to impose on."
        ]
    ],
    "assertivemediator_toqueen": [
        [
            "queen's apprentice",
            "queen",
            "assertive",
            "silly",
            "cool",
            "stable",
            "upstanding",
            "sweet"
        ],
        [
            "Kits bickering again? *Sigh* I hear ya ...",
            "Hard to reason with cats whose brains are basically still mush. But kits are actually a lot more emotionally aware than you may realize.",
            "All they want is to feel seen and understood, just like you or I or any other cat. When you don't take the time to listen to them, that's when they really lash out.",
            "Try speaking to them like adults, respecting their feelings, and keeping in mind that they won't be able to communicate as well as we can.",
            "You got it, y_c!"
        ]
    ],
    "assertivemediator_toqueen_2": [
        [
            "queen's apprentice",
            "queen",
            "assertive",
            "silly",
            "cool",
            "stable",
            "upstanding",
            "sweet"
        ],
        [
            "y_c, I know the kits fight a lot, but maybe you don't have to come to me for everything?",
            "Part of being a queen is understanding kit development, after all. You need to know how to navigate their emotions in order to help them grow into the best cats they can be!",
            "How about, just this once, you try helping the kits resolve their quarrels on your own?",
            "And if you mess up, I'll be right here to help you. It is my job, after all! *Wink*"
        ]
    ],
    "assertive_queen": [
        [
            "queen's apprentice",
            "queen",
            "assertive",
            "cool",
            "sweet",
            "silly"
        ],
        [
            "Heya, y_c! How are the little ones today?",
            "If you ever need any help at all, just give me a shout. I know they can be a pawful! Heh."
        ]
    ],
    "assertive_dislike": [
        [
            "Any",
            "assertive",
            "cool",
            "silly",
            "hate"
        ],
        [
            "Hey y_c. Why don't you jump off a cliff? It's a new thing every cat in the Clan is trying.",
            "[r_c is staring at you resentfully.]"
        ]
    ],
    "assertive_dislike1": [
        [
            "Any",
            "assertive",
            "silly",
            "unlawful",
            "dislike"
        ],
        [
            "Sorry, is someone talking to me right now?"
        ]
    ],
    "assertive_dislike1_2": [
        [
            "Any",
            "assertive",
            "unabashed",
            "brooding",
            "dislike"
        ],
        [
            "Can't you see I'm busy, mousebrain? Go bother someone else!"
        ]
    ],
    "assertive_dislike1_3": [
        [
            "Any",
            "assertive",
            "dislike"
        ],
        [
            "Go away!!!"
        ]
    ],
    "assertive_dislike1_4": [
        [
            "Any",
            "assertive",
            "cool",
            "dislike",
            "no_kit"
        ],
        [
            "Hey, y_c. You're looking smaller than usual. Maybe it's time to catch up on your training.",
            "*Snrk.*"
        ]
    ],
    "assertive_rom": [
        [
            "Any",
            "assertive",
            "romantic_like"
        ],
        [
            "Hey, y_c! I just got a new scar today! Wanna come take a look?",
            "Yeah, I ran into a little dog out at the edge of a territory. Wasn't too hard to chase off, but it gave me a little nick. Medicine cat says it's probably never going away.",
            "[You brush your tail over t_c's scar, and they seem a little too thrilled by the gesture for it to just be friendly.]"
        ]
    ],
    "assertive_rom1": [
        [
            "Any",
            "assertive",
            "cool",
            "romantic_like",
            "from_mate"
        ],
        [
            "StarClan, y_c, it's ... it's like you don't even know how beautiful you are.",
            "... Augh. Look what you've done! Now I'm getting all sappy!",
            "Just don't let it get to your head, furbag. I'm hot stuff, too.",
            "[t_c winks at you, and you laugh together.]"
        ]
    ],
    "assertive_rom2": [
        [
            "no_kit",
            "assertive",
            "silly",
            "romantic_like"
        ],
        [
            "Hey, y_c! I just finished visiting the kits in the nursery. StarClan, they're cute!",
            "I wouldn't mind being a parent ... having a few mini-me's running around, terrorizing the clan.",
            "How about you? Do you ever see yourself having kits someday? Not in, like, a weird way, of course! Just curious, hehe.",
            "[t_c swishes their tail nervously.]"
        ]
    ],
    "assertive_rom3": [
        [
            "Any",
            "assertive",
            "unabashed",
            "romantic_like",
            "from_mate"
        ],
        [
            "Hey, y_c, what are your thoughts on feathers as a nesting material?",
            "Why? Psh, don't play coy! We're basically sharing a nest at this point, with how often you sneak into mine. Haha!",
            "Tell you what ... how about we ditch the formalities altogether and just make one, giant, super-nest!",
            "Better start gathering moss! I know it's your favorite."
        ]
    ],
    "assertivemediator_comfort": [
        [
            "Any",
            "assertive",
            "comfort",
            "no_kit",
            "platonic_love"
        ],
        [
            "Huh? Oh, nothing's wrong ...",
            "Just ... had a bad day, is all ...",
            "*Sigh* y_c, have you ever felt like you're not enough for anyone?",
            "Usually, when it comes to making a decision, I never hesitate. Whatever the obstacle, I'll run headfirst into it, no questions asked.",
            "But, today, when negotiating with an enemy clan, I said something risky and it completely backfired. Luckily, I was able to smooth things over, but because of me, the clan could've been hurt, or worse.",
            "I just feel like such a failure. A liability. Everyone in the clan is depending on me, but what if I keep falling short?",
            "[You offer t_c words of reassurance, but they seem troubled beyond comforting.]",
            "[Still, you sit with them through the night, hoping to stabilize them through whatever storm they might be weathering right now.]"
        ]
    ],
    "assertive_rom4": [
        [
            "Any",
            "assertive",
            "unabashed",
            "romantic_like",
            "random_cat"
        ],
        [
            "What's that? One of the kits told you your ears are too big?",
            "What a load of fox-dung! Those kits don't have functioning brains. Besides, I like your ears! I think it's cute, how big they are!",
            "Er ... not cute in that way, mind you. Just, y'know ... ahem ...",
            "[The blush on r_c's cheeks confirms that, yes, they did mean it in that way. And they're doing a terrible job of hiding it.]"
        ]
    ],
    "assertive_elder_6": [
        [
            "Any",
            "assertive",
            "upstanding",
            "stable",
            "dislike",
            "neutral",
            "no_kit"
        ],
        [
            "*Sigh* Can't you see I have more important things to do, y_c?",
            "Go back to catching mice, or whatever."
        ]
    ],
    "assertive_warrior_or_elder_2": [
        [
            "apprentice",
            "platonic_like",
            "assertive",
            "unabashed",
            "silly"
        ],
        [
            "Not always easy in the apprentice's den, huh? I remember those days. Sometimes cats can be so cliquey, especially the young ones ...",
            "But, no matter what, you can never let fear hold you back from being who you are! Work hard, be friendly, and forget anyone who tries to get you down!",
            "That's real bravery. Not just rushing into battle, but also standing up for what you believe in. And bravery is what makes a warrior who they are.",
            "Heh, look at me, getting all wise ... Just my opinion, is all."
        ]
    ],
    "assertive_warrior_or_elder_2_2": [
        [
            "apprentice",
            "assertive",
            "cool",
            "silly"
        ],
        [
            "Working hard, y_c? Or, is it more like hardly working? Hehe.",
            "Y'know, it's good to contribute to the clan, but make sure you take some time to grow up, too. Working isn't everything. Now's the time for you to get out and explore!",
            "*Sigh* I sorta miss those days myself ..."
        ]
    ],
    "assertive_warrior_or_elder_3": [
        [
            "leader",
            "deputy",
            "assertive"
        ],
        [
            "Hey, y_c ... Is something up?",
            "Oh, you're worried about o_cClan?",
            "And you want me to go ... investigate their camp?",
            "Er, sorry, no can do. I'm a mediator of c_nClan, sure, but my allegiances aren't supposed to align with any of the clans. I'm meant to be impartial, yaknow? Unbiased.",
            "Come back if there's anything else you need!"
        ]
    ],
    "assertive_like": [
        [
            "Any",
            "assertive",
            "silly",
            "platonic_like",
            "romantic_like",
            "from_mate"
        ],
        [
            "Hey, flea-brain! I've been eyeing this huge thrush on the freshkill pile all day - wanna share it?",
            "What the - the thrush is totally missing! But I was saving it for us!",
            "That's it! I will not rest until the cat who did this is hunted down ... AND BROUGHT TO JUSTICE!!!",
            "[You and t_c dissolve into a fit of giggles.]"
        ]
    ],
    "assertive_warrior_or_elder_4": [
        [
            "leader",
            "deputy",
            "assertive",
            "random_cat"
        ],
        [
            "Happy to report things are mostly peaceful around camp!",
            "The warriors got into a little scuffle over some prey earlier, but I managed to get everything sorted out no problem.",
            "As far as I can tell, you have nothing to worry about!"
        ]
    ],
    "sweet_mediator_1": [
        [
            "newborn",
            "sweet"
        ],
        [
            "Ah- what's a little one doing so far from the Nursery? Let's get ya back to the nest.",
            "Here we go, let's get a little bit of nest material on ya to keep you warm... There you go, that should be much more comfortable.",
            "I hope that solves your little conflict, hehe."
        ]
    ],
    "sweet_mediator_2": [
        [
            "kitten",
            "sweet"
        ],
        [
            "Oh, what's up, y_c? Is there an issue you need me to solve?",
            "You just want to hang out? Well, I don't see why not. I'm leaving to go to o_cClan soon, but I have some time to chat.",
            "What's on your mind then, little fella?"
        ]
    ],
    "sweet_mediator_3": [
        [
            "kitten",
            "sweet",
            "random_cat"
        ],
        [
            "Hey y_c! What are you up to today, are you remembering to play safely?",
            "Oh, you have an issue with r_c? Leave it to me, I'll help you out!"
        ]
    ],
    "sweet_mediator_4": [
        [
            "kitten",
            "sweet",
            "random_cat"
        ],
        [
            "Ah! I'm here! r_c told me all about the fight you had, are you alright?",
            "What they said was wrong, let me deal with it, alright? You go get some rest, little one."
        ]
    ],
    "sweet_mediator_5": [
        [
            "apprentice",
            "queen's apprentice",
            "medicine cat apprentice",
            "mediator apprentice",
            "random_cat",
            "sweet"
        ],
        [
            "-You see them mediating a pair of cats, who seemed to have gotten into a small fight over prey-",
            "Oh, hey there y_c! I'll see you in a moment, if that's alright?",
            "-It doesn't take too much longer before they trot over to you, a kind smile on their face-",
            "Wow, today has been eventful! I've been kept on my toes, haha. What is it that you needed?",
            "Ahh, you and r_c can't agree on what the best thing to learn in training is? Alright, take me to them and I'll see what I can do!"
        ]
    ],
    "sweet_mediator_6": [
        [
            "apprentice",
            "queen's apprentice",
            "medicine cat apprentice",
            "mediator apprentice",
            "random_cat",
            "sweet"
        ],
        [
            "Hey y_c! I've got some prey for ya. Don't worry about l_n, they know you're eating early.",
            "r_c told me you were feeling really stressed lately, so I thought I'd give you a little bit of a break! You should talk to them after this, they're looking after ya."
        ]
    ],
    "sweet_mediator_7": [
        [
            "apprentice",
            "sweet"
        ],
        [
            "Hey y_c, is something wrong?",
            "Ah, I understand. Other clan cats are picking on you? I've gone through that before, believe it or not. They always called me fluff-brained for being too nice.",
            "Just understand that, as painful as words are, they mean nothing if they don't know you. I know you're a wonderful cat just doing your best, and that's all we need you to be."
        ]
    ],
    "sweet_mediator_8": [
        [
            "queen's apprentice",
            "sweet"
        ],
        [
            "Oh, y_c, the kits are arguing again? Mm, that seems to be an inevitability with them, hehe.",
            "Come on, show me where they're at. I think I know what might just help."
        ]
    ],
    "sweet_mediator_9": [
        [
            "medicine cat apprentice",
            "sweet"
        ],
        [
            "How's it going, y_c? Hopefully it's not been too stressful.",
            "[They seem to nod patiently as you explain the situation to them, and they give you a gentle smile.]",
            "I'll have that handled before you know it. Go get some rest, okay? Tomorrow is gonna be super busy."
        ]
    ],
    "sweet_mediator_10": [
        [
            "mediator apprentice",
            "random_cat",
            "sweet"
        ],
        [
            "y_c? Is everything alright?",
            "[They comfortingly bring their tail around you, looking at you with a concerned look.]",
            "Ah... Mediation didn't go well. I understand.. Why don't we go and talk with r_c about it?",
            "[Looks like even mediators need mediators sometimes.]"
        ]
    ],
    "sweet_mediator_11": [
        [
            "warrior",
            "medicine cat",
            "mediator",
            "queen",
            "random_cat",
            "sweet"
        ],
        [
            "[You see t_c running up to you, a kit tightly clamped in their jaws.]",
            "y_c, I was just visiting o_cClan, and they found r_k by the border!",
            "I tried to get back as fast as I could, they seemed really cold.. Do you know what we can do?"
        ]
    ],
    "sweet_mediator_12": [
        [
            "warrior",
            "medicine cat",
            "mediator",
            "queen",
            "sweet"
        ],
        [
            "[You find t_c leaving the camp just after most of the clan has gone to sleep. Deciding to follow out of curiosity, you see them stop at this little ledge, staring up at the sky.]",
            "y_c, I know you followed me. You don't need to hide, I'm not upset or anything.",
            "[The mediator gives you a kind smile, inviting you to sit with them via gesturing with their tail.]",
            "I know I'm not typically the adventurous type, but this is my favorite place in the whole territory.",
            "I love being a mediator, I love helping my clanmates, I love everything about my role... but it can be a lot sometimes.",
            "Staring at the stars, knowing that our ancestors are staring down at us, smiling and laughing along...",
            "Crying with us, just wanting to be part of our lives. Perhaps it's not fully true, but it's a comforting thought.",
            "After a long day of nothing but fighting... imagining our ancestors coming down and just telling me I'm doing a good job, it makes me happy."
        ]
    ],
    "sweet_mediator_13": [
        [
            "warrior",
            "random_cat",
            "sweet"
        ],
        [
            "Mm, another fight with r_w today? What seems to be the issue?",
            "Ah, I understand. They stole the mouse you were going to eat, and then kicked dust at you when you tried to ask them about it.",
            "Would you mind if I go and speak with them about it?",
            "[t_c leaves for a while, leaving you to your thoughts. They soon return, placing the mouse at your paws.]",
            "Alright. It seems like they thought you were playing around, and didn't realize you were upset.",
            "If something like this happens again, please do let me know! I'll be happy to help."
        ]
    ],
    "sweet_mediator_14": [
        [
            "medicine cat",
            "sweet"
        ],
        [
            "[You have been exhausted, cats have been getting injured left and right today, you didn't even get to eat without being interrupted.]",
            "[You wander into a den, falling down into the nearest nest to you. You didn't realize that this wasn't the Medicine Cat's den, not until...]",
            "Ah! y_c!",
            "[Oops, you just fell down onto the poor Mediator. t_c stood up, beginning to ask what was wrong until they saw your exhaustion.]",
            "Oh, I see... Give me a second, alright?",
            "[They leave for a minute, bringing back some herbs. You point out which one you need, and they pass it to you.]",
            "[t_c settles down next to you, curling their tail around you comfortingly.]",
            "You just rest now. If anyone needs help, I'll take care of it."
        ]
    ],
    "sweet_mediator_15": [
        [
            "mediator",
            "random_cat",
            "sweet"
        ],
        [
            "[t_c had been missing for a few days, you were very worried for your fellow mediator, especially since they'd been headed to o_cClan.]",
            "[You find them stuck at the bottom of a pit, they clearly seemed embarrassed.]",
            "Ah! y_c! Could you lend me a paw? Some o_cClan apprentices pushed me down here yesterday.",
            "I was just about to head home... but it looked like one of them was crying, so I tried to comfort them and now I'm here."
        ]
    ],
    "sweet_mediator_16": [
        [
            "queen",
            "random_cat",
            "sweet"
        ],
        [
            "[You hear a bunch of fighting from some of the kits, though just as you go to deal with it, t_c arrives.]",
            "Now now! No more fighting. Can you please lend r_k's toy back to them? Stealing isn't nice.",
            "[They smile to you and wave as the kits sort out their differences and apologize...]",
            "[... Only to start another fight over something much more trivial. t_c sighs as you laugh, at least you know they won't be taking your job anytime soon.]"
        ]
    ],
    "sweet_mediator_17": [
        [
            "deputy",
            "random_cat",
            "sweet"
        ],
        [
            "Hey y_c! Thanks again for helping me out with this. It's always pretty frightening to go to o_cClan, so it's nice to have someone along for the ride.",
            "Ah... can I speak with you about something whilst we're alone? You're the deputy, so I feel you should know.",
            "r_w... they've been skipping out on the patrols they've been sent on. They'll make me do it for them instead.",
            "I know I'm a mediator and that I have every right to tell them to stop but... they've been through a lot lately.",
            "I feel really bad... I want to help them with anything that I can but at this point... I can't keep doing two cat's daily roles.",
            "Can you speak with them? ... Be kind though, I know it has to be coming from the hard times they've been through."
        ]
    ],
    "sweet_mediator_18": [
        [
            "deputy",
            "sweet"
        ],
        [
            "Help-",
            "[You see t_c being playfully attacked by the kits. Seems they'd been mediating, the kits had  turned on them and they were too nice to stop them.]",
            "[You tell them you will not, in fact, be helping them. Their pained look as they gently try to send the kits back to the Nursery is pretty funny.]"
        ]
    ],
    "sweet_mediator_19": [
        [
            "deputy",
            "sweet"
        ],
        [
            "[You stare intently at the sky, emotions welling up in your throat. You're struggling as a deputy, it's a lot of pressure for one cat.]",
            "y_c...?",
            "[The mediator had a tired expression, it seems they heard your quiet sobs and had come to investigate.]",
            "[You explain your doubts, your struggles, that you've been under the pressure of the entire clan and you don't know how much longer you can do this.]",
            "y_c... I understand. Being a deputy is no easy job. Do you see those stars in the sky? They guide clancats day in and day out.",
            "We worship them, but they never asked for that. It's a lot of pressure, many can't handle the pressure of such a position.",
            "That's why sometimes there are no stars in the sky. Sometimes, they need a rest too. It's nothing to be ashamed of.",
            "You are our star, y_c. Shine as brightly as you can, but remember to rest and take care of yourself too. You're the only you we have."
        ]
    ],
    "sweet_mediator_20": [
        [
            "leader",
            "sweet"
        ],
        [
            "You know, I've mediated twolegs once... kinda.",
            "They were making loud sounds at each other, waving their paws like they were going to fight.",
            "They relaxed when I nuzzled their legs, and started to pat me with their paws.",
            "They tried to pick me up and that's when I ran... don't tell anyone this though, I'm kinda embarrassed about it."
        ]
    ],
    "sweet_mediator_21": [
        [
            "leader",
            "sweet"
        ],
        [
            "y_c, what's wrong? Why do you need my help?",
            "I'm always happy to help, but I'm just a mediator, I don't know what I could do that's so important.",
            "Oh, I understand... You need me to come with you to the Moonstone?",
            "Alright, let me tell everyone what's going on. I'm honored to do this for you!"
        ]
    ],
    "sweet_mediator_22": [
        [
            "leader",
            "sweet"
        ],
        [
            "Ah, y_c! I really need your help.",
            "Two of the warriors are fighting and they won't listen to me, do you think you could help?",
            "Thank StarClan! Let me know if there's anything I could do for you in return."
        ]
    ],
    "sweet_mediator_23": [
        [
            "elder",
            "random_cat",
            "sweet"
        ],
        [
            "Ah, y_c! What's wrong? You sound really upset.",
            "r_e took your nest and is making you sleep outside the den?",
            "How about this, you can have my nest for tonight and I'll talk to them in the morning? You deserve it.",
            "Don't worry about me, I'll be alright."
        ]
    ],
    "sweet_mediator_24": [
        [
            "elder",
            "random_cat",
            "sweet"
        ],
        [
            "Ah, y_c! What's wrong? You sound really upset.",
            "r_e took your nest and is making you sleep outside the den?",
            "How about this, you can have my nest for tonight and I'll talk to them in the morning? You deserve it.",
            "Don't worry about me, I'll be alright."
        ]
    ],
    "sweet_mediator_25": [
        [
            "elder",
            "sweet"
        ],
        [
            "[You spot y_c mediating a couple from afar. They seem to spot you looking at them.]",
            "[They give you a gentle smile, waving their tail in a greeting.]",
            "[They've always really cared about the Elders in the clan, and you are no exception.]"
        ]
    ],
    "upstanding_mediator": [
        [
            "upstanding",
            "no_kit",
	"platonice_like",
	"random_cat"
	
        ],
        [
           "Hey y_c! You've been working pretty hard recently and I just thought I'd check up on you. Remember to take a break every once in a while, yeah? Rest is important after all!",
"Oh, me? Don't worry, I'm not even doing much. Just gotta check up on a few of the warriors, see if r_c is doing alright, make sure the kits aren't fighting again, stop by the elder's den...",
"...",
"... don't look at me like that."
        ]
    ],

"upstanding_mediator1": [
        [
            "upstanding",
"Any"
	
        ],
        [
          "[It's easy to see how intimidating t_c can often be. Just a single glare can discourage even the most mischievous apprentice from pulling a prank!]"
        ]
    ],

"upstanding_mediator2": [
        [
            "upstanding",
"kitten",
"insult"
	
        ],
        [
          "You and I are going to have a long talk about what you just said."
        ]
    ],

"upstanding_mediator3": [
        [
            "upstanding",
"from_mentor",
"insult"
	
        ],
        [
          "Looks like someone is one step closer to missing out on the upcoming Gathering."
        ]
    ],

"upstanding_mediator4": [
        [
           "upstanding",
"from_mentor",
"platonic_like",
"neutral"
	
        ],
        [
          "[While the rest of the clan is fast asleep in their nests, you are woken up by a paw poking you in the side.]",
"Rise and shine y_c! C'mon, up! Up! Up! Let's go! I want to try and get an early start on today's lesson.",
"[t_c is certainly an excellent mentor, there's no doubt about that. However, as you sleepily follow them out of camp, you wish that they were slightly less enthusiastic when it comes to training.]"
        ]
    ]

}