{
    "queen_1": [
        [
            "trust",
            "introspective",
            "stable",
            "sweet",
            "no_kit"
        ],
        [
            "Being a queen... it's a role filled with both joy and heartache. Every kit that's born, I feel an overwhelming surge of love and protectiveness. I watch them take their first breath, open their eyes, and explore the world.",
            "Yet, with that love comes immense responsibility. I am not just nurturing the next generation of warriors, but the very future of our Clan. Their every scrape, every cry, keeps me awake at night. Have I done enough?",
            "Am I teaching them the right lessons?",
            "The nursery can sometimes feel like a bubble, separated from the rest of the Clan. But every whisper, every decision made by the leaders, affects us deeply. For one day, these kits will face those very challenges outside.",
            "Seeing them grow, becoming apprentices, and then warriors, fills my heart with pride. But it's also tinged with fear. Will they remember what they learned in the nursery? Will the world be kind to them?",
            "It's a life of countless emotions, challenges, and rewards. But when I see them succeed, when I see them find their place in the Clan, all the sleepless nights and worries fade away.",
            "For I know, I've played a part in shaping the Clan's future, one kit at a time."
        ]
    ],
    "dep_132": [
        [
            "newborn",
            "insult"
        ],
        [
            "Wha.. What was that?"
        ]
    ],
    "unabashed_queen": [
        [
            "unabashed",
            "no_kit"
        ],
        [
            "Oh hello, y_c! Are you checking in on the kits today?",
            "They're really so lovely. I know the others will tell you kits are annoying but it's worth it!",
            "Oh, you should have seen r_a as a kit. They were so cute! One time, they-",
            "[r_a passes by the nursery at this time, and drops a mouthful of moss onto the floor as they rush in.]",
            "Oh hello, r_a! I was just telling y_c about what you were like as a kit.",
            "What do you mean, 'don't'? There's no need to be embarrassed, I think it was adorable!"
        ]
    ],
    "queen_2": [
        [
            "kitten",
            "neurotic",
            "sweet",
            "assertive",
            "stable",
            "silly"
        ],
        [
            "Come here, little one. Your fur is so spiky!",
            "Hey! Don't run away from me!"
        ]
    ],
    "queen_3": [
        [
            "kitten",
            "sweet",
            "introspective"
        ],
        [
            "My dear kit, being a queen is a role woven from strands of love, sacrifice, and hope. When I look at you, so tiny and curious, my heart swells with dreams and wishes for your future.",
            "But there's more to being in the nursery than just cuddles and playtime. We queens tell stories, teach values, and instill courage. We prepare little ones like you for the big world outside, with its challenges and triumphs.",
            "Some nights, when the moon is high and you're nestled close, I wonder what kind of warrior you'll become. Will you be fierce and brave, or wise and gentle? Maybe a mix of both, like the stars in the sky."
        ]
    ],
    "queen_3_2": [
        [
            "insult",
            "Any"
        ],
        [
            "Where are your manners?"
        ]
    ],
    "queen_3_2_2": [
        [
            "insult",
            "Any"
        ],
        [
            "Haven't I taught you better?"
        ]
    ],
    "queen_3_2_3": [
        [
            "insult",
            "Any"
        ],
        [
            "That's it, no more moss-ball for today!"
        ]
    ],
    "assertive_mentor11": [
        [
            "queen's apprentice",
            "assertive",
            "silly",
            "cool",
            "unlawful",
            "from_mentor"
        ],
        [
            "Hey, y_c! One of the queens needs fresh moss, could you grab it for her?",
            "Thanks, bud. Knew I could count on you. *Wink*"
        ]
    ],
    "assertive_mentor12": [
        [
            "queen's apprentice",
            "assertive",
            "unabashed",
            "stable",
            "upstanding",
            "from_mentor"
        ],
        [
            "y_c, no matter what happens, promise me you'll never let anyone make you feel bad about your choice to become a queen.",
            "What we do here is just as essential as hunting or fighting for the clan, if not even more so. The kits are the clan's future, after all!",
            "It's a serious job, and I expect you to take it seriously.",
            "Even if it does entail playing the odd game of pretend with kits from time to time ... hehe."
        ]
    ],
    "assertive_mentor92": [
        [
            "queen's apprentice",
            "dislike",
            "assertive",
            "from_mentor",
            "silly",
            "cool"
        ],
        [
            "Surprise assessment, y_c! What's the first thing you should do when a queen goes into labor?",
            "... What? That's not ... even remotely close.",
            "*Sigh*. I was just doing this as a joke, but I guess I really have to show you again now ..."
        ]
    ],
    "assertive_mentor93": [
        [
            "mediator apprentice",
            "dislike",
            "assertive",
            "from_mentor",
            "silly",
            "cool"
        ],
        [
            "Surprise assessment, y_c! What's the first thing you should do when a queen goes into labor?",
            "... Whoa. You got it right!",
            "I was just doing this as a joke, but turns out you're a lot smarter than you let on! Nice work, y_c."
        ]
    ],
    "assertive_mentor4": [
        [
            "mediator apprentice",
            "assertive",
            "from_mentor",
            "random_cat"
        ],
        [
            "I noticed you helping r_k and r_k resolve their dispute the other day, and it really wasn't bad! You've come a long way. But, one thing I did notice was that you were a little too ... nice?",
            "Not that you shouldn't be kind when trying to help the kits. That's not what I mean. But you shouldn't be too afraid to say what you really mean, either.",
            "We're queens. It's our job to be honest with the kits, and instill in them the values that will guide them for the rest of their lives! Not protect their feelings.",
            "Sometimes the kits will be unhappy with us, and that's just fine, so long as they're safe and healthy. You can't let anyone's opinion of you stop you from doing what's best.",
            "Now, c'mon! I'll show you how a real pro does it."
        ]
    ],
    "assertive_mentor3": [
        [
            "medicine cat apprentice",
            "mediator apprentice",
            "assertive",
            "from_mentor"
        ],
        [
            "Something I've noticed about you, y_c, is that you think too much.",
            "That's not exactly a bad thing, plenty of apprentices are hesitant, but when one of the kits needs your help, there's no time for thinking. You just have to see the problem in front of you, and go for it!",
            "Then again, I can't even remember how many times I've been chewed out by the deputy for acting too rashly ...",
            "I guess it's all about balance. You can't doubt yourself too much, but you can't be blinded by confidence, either.",
            "It's a tough thing to master, but I know you can do it!"
        ]
    ],
    "assertive_mentor": [
        [
            "apprentice",
            "medicine cat apprentice",
            "mediator apprentice",
            "assertive",
            "unlawful",
            "from_mentor"
        ],
        [
            "Hey, y_c! Ready to start the day? I was thinking we could ditch the training grounds today and, instead, practice more real-world applied stuff.",
            "Ah, don't look so worried. We don't have to do everything totally by the rules all the time! Sometimes, it's better to go off the beaten path.",
            "I'll meet you by the camp entrance, m'kay?"
        ]
    ],
    "assertive_mentor1": [
        [
            "apprentice",
            "medicine cat apprentice",
            "mediator apprentice",
            "assertive",
            "upstanding",
            "unabashed",
            "from_mentor",
            "dislike"
        ],
        [
            "What's going on, y_c? ... Hey, don't give me that nasty look! I can see you, you know!",
            "For an apprentice, you sure have a lot of attitude. I get you've got spirit, but if this is gonna work out, the two of us have to work together.",
            "So drop it. And I'd better not catch you looking at me like that again!"
        ]
    ],
    "assertive_mentor2": [
        [
            "apprentice",
            "medicine cat apprentice",
            "mediator apprentice",
            "queen's apprentice",
            "assertive",
            "sweet",
            "stable",
            "unabashed",
            "unlawful",
            "from_mentor",
            "platonic_like",
            "respect"
        ],
        [
            "Alright, y_c! You're totally mastering that skill I taught you the other day ... you're improving so fast, pretty soon, you're gonna be outperforming me! Haha!",
            "I have nothing to say, except for, I guess ... I'm proud of you.",
            "You're turning into a fine member of c_nClan already."
        ]
    ],
    "assertive_jealous1": [
        [
            "Any",
            "sibling",
            "half sibling",
            "kitten",
            "adopted_sibling",
            "half sibling",
            "dislike",
            "assertive"
        ],
        [
            "What did I do in a past life to wind up related to you, y_c?",
            "Must've been really terrible."
        ]
    ],
    "assertive_parent4": [
        [
            "assertive",
            "dislike",
            "neutral",
            "cool",
            "upstanding",
            "brooding",
            "stable",
            "kitten",
            "from_adopted_kit",
            "from_kit",
            "sibling",
            "adopted_sibling",
            "half sibling",
            "from_parent"
        ],
        [
            "What do you want? Do you need something?",
            "... You just want to talk? Why?",
            "... Because we're family?",
            "Do we still even count as family anymore?"
        ]
    ],
    "assertive_parent4_2": [
        [
            "assertive",
            "dislike",
            "neutral",
            "cool",
            "upstanding",
            "brooding",
            "neurotic",
            "kitten",
            "from_adopted_kit",
            "from_kit",
            "any"
        ],
        [
            "Ugh, StarClan, would you leave me alone?",
            "Seriously, I don't know any other parent who bothers their grown kit this much!"
        ]
    ],
    "assertive_parent4_3": [
        [
            "assertive",
            "platonic_like",
            "sweet",
            "upstanding",
            "stable",
            "any"
        ],
        [
            "Sorry, y_c! No time to talk right now, I just got a task from d_n.",
            "I'll be sure to catch up with you some other time, though!"
        ]
    ],
    "assertivewarrior_mediatorapp1": [
        [
            "kitten",
            "from_adopted_kit",
            "from_kit",
            "platonic_like",
            "assertive"
        ],
        [
            "[Seeing the bold, daring, fierce cat that t_c has grown into fills your heart with pride.]",
            "[Could they really have been your kit in the nursery a few moons ago?]"
        ]
    ],
    "assertive_parent4_4": [
        [
            "from_adopted_kit",
            "from_kit",
            "kitten",
            "assertive"
        ],
        [
            "Hehe, quit trying to fix my fur, y_c!",
            "I'm not a kit anymore, I know how to do it myself!"
        ]
    ],
    "assertive_medapp2": [
        [
            "medicine cat",
            "platonic_like",
            "romantic_like",
            "assertive",
            "sweet",
            "unlawful",
            "cool",
            "unabashed"
        ],
        [
            "Hey, y_c ... do you ever get lonely sleeping here in the medicine den all by yourself? I know I would ...",
            "Tell you what, if you ever get scared or cold in the night, just come over to my den. You can sleep in my nest, with me. Okay?"
        ]
    ],
    "assertive_4": [
        [
            "kitten",
            "assertive"
        ],
        [
            "Whoa! Watch where you're going there, little pal! One wrong move, and you might get stepped on!",
            "Ah, quit that, you don't need to apologize. Just be a bit more careful from now on, is all.",
            "Or else, when you get bigger, it'll really become a problem. Hehe!"
        ]
    ],
    "assertive_tonewborn": [
        [
            "newborn",
            "assertive"
        ],
        [
            "Whoa! Hey there, little guy! Shouldn't you be in the nursery?",
            "Hehe. You've got an adventurous spirit. I like that about you.",
            "But for now, you gotta stay where it's safe! C'mon. Let's go back to your parents."
        ]
    ],
    "assertive_tonewborn1": [
        [
            "newborn",
            "assertive"
        ],
        [
            "Aw ... little guy hasn't even gotten their eyes open yet!",
            "They're gonna be a killer, though. I can already tell. See those little paws? This kit's got fight in 'em!"
        ]
    ],
    "assertive_tonewborn3": [
        [
            "newborn",
            "assertive",
            "introspective",
            "neurotic"
        ],
        [
            "Whoa ... this is them? They're so small!",
            "Hard to believe I was that small once ...",
            "Hm ..."
        ]
    ],
    "assertive_apprentice7": [
        [
            "no_kit",
            "platonic_like",
            "assertive",
            "silly",
            "random_cat"
        ],
        [
            "y_c. Buddy. Best friend. We've GOTTA TRY this. r_c told me that if you eat three mice, one rabbit, and howl at the moon, you get magic powers!",
            "What? It's totally real, they wouldn't lie to me like that! I prommissseee."
        ]
    ],
    "introspective_queen_to_NB": [
        [
            "Newborn",
            "Introspective"
        ],
        [
            "Good morning, y_c.",
            "[You feel t_c's nose touch the top of your head.]",
            "I hope you rested well. I wanted to check up on you, you're the last kit to wake up. Though that's unsurprising. You've got lots of growing to do, little one."
        ]
    ],
    "introspective_queen": [
        [
            "any",
            "introspective"
        ],
        [
            "... y_c. Good morning.",
            "No, I'm okay. I'm just out of the nursery, I needed to stretch my legs. I'm not currently needed, and I need to get out sometimes!",
            "Sometimes you just need to get out, take a break from normality, you know? It'll give you appreciation for how your life currently is, without allowing you to become stagnant.",
            "You never want to become too stuck in your own ways, being able to adapt is one of the best skills of being a clan cat."
        ]
    ],
    "introspective_queen_1": [
        [
            "any",
            "no_kit",
            "introspective"
        ],
        [
            "y_c, Afternoon. How are you doing today?",
            "I've been okay. Actually, you know, this has been on my mind recently.",
            "Do you see having kits in your future? I understand this is a private question, so I'm not expecting an answer, but...",
            "If you do, you'll be well looked after. I can promise you that. My job is to look after the parents, just as much as the kits. Especially if they're new parents.",
            "You wouldn't need to worry about a thing, I'm always here for you, no matter what."
        ]
    ],
    "introspective_queen_2": [
        [
            "any",
            "introspective"
        ],
        [
            "y_c. It's nice to see you today, thank you for stopping by.",
            "Hm. I've been thinking about the role I've chosen, being a queen.",
            "The role of a permanent queen is fairly recent, clan history speaking. Especially in comparison to roles like the medicine cat. And some were less...",
            "Compassionate towards the role we perform, despite its importance.",
            "Some viewed us as wasting clan resources. A long time ago, the parent of the Queen's role, a cat called Ferncloud, received some... uncomfortable comments from individuals related to her choice.",
            "However, we do more than sit and play with kits, we help in ways medicine cats cannot. We're formally trained to recognise signs of illness in kits and Queens, and to provide comfort in stressful situations.",
            "I believe our constant presence with the kits helps us to realise something's wrong and get help before... the worst happens.",
            "Just make sure to know that no matter what, everyone has their role to play. Don't be a cat who believes they're more important than those whose role is less flashy."
        ]
    ],
    "introspective_queen_3": [
        [
            "any",
            "introspective"
        ],
        [
            "y_c? Is everything okay? You look a little... down.",
            "I know, I'm not a mediator, it's not necessarily my job to poke my nose in and bother people about problems.",
            "But sometimes I feel talking to them can be a little... much. You know? It's very formal. Sometimes you may just want to talk to some with less... procedures?",
            "I know I'm a queen, but I do love and care for everyone in this clan, not just the kits.",
            "Listen, if you need an ear, or some advice, or even just a shoulder to cry on, let me know. We can even go out of camp to talk, if you'd prefer privacy.",
            "Just... don't suffer in silence, y_c. Some cats are really thinking of you, and love you a whole lot."
        ]
    ],
    "introspective_queen_4": [
        [
            "any",
            "introspective"
        ],
        [
            "Hello, y_c. Lovely to see you. Is something the matter?",
            "... Yes, I understand that. Everyone needs a break every now and then. Wearing your paws and mind out with all that running isn't good for you.",
            "How about you take a break here? There's plenty of space, and I'm sure the kits will enjoy being able to talk to someone else!",
            "I'd like to think I'm good at telling stories, but I think they like hearing from cats with more... experience. You know what I mean?",
            "So what do you say? Want to be a storyteller for a day?"
        ]
    ],
    "introspective_queen_5": [
        [
            "any",
            "introspective"
        ],
        [
            "[t_c is sitting staring up at the sky in deep thought. You look up to see what they're staring at, when an hawk swoops over the camp.]",
            "Leave! You cannot have any of the kits!",
            "[You walk over to make sure all the kits are okay.]",
            "y_c, hello. Yes, we're all absolutely fine. I saw it coming, it's far worse at hunting than any of us are. Even me.",
            "Yeah, I need to be very vigilant, if not, they'll swoop in and steal a kit, and I refuse to let them hurt anyone.",
            "Hawks may be very beautiful to watch, but they're no joke when it comes to kit safety, y_c."
        ]
    ],
    "assertive_1": [
        [
            "Any",
            "assertive",
            "stable",
            "upstanding",
            "unabashed"
        ],
        [
            "HEY!!! You leave them alone!",
            "Ugh. Can you believe how cruel some cats are, y_c? A bunch of apprentices were trying to convince these two kits to sneak into a badger den ... what a bunch of mouse-brains.",
            "No matter what, don't let anyone try to pressure you into doing something you don't think is right. Go with your gut, and stick to your own values. That's what's really important."
        ]
    ],
    "assertive_6": [
        [
            "Any",
            "dislike",
            "you_brooding",
            "you_sweet",
            "you_upstanding",
            "you_introspective",
            "you_neurotic",
            "you_stable",
            "assertive",
            "cool",
            "unlawful",
            "silly"
        ],
        [
            "*Sigh*. Hey, y_c. Come to ruin the fun again?",
            "Whatever. I'm going to go do something actually exciting. Don't wait up."
        ]
    ],
    "assertive_queensapp": [
        [
            "queen",
            "assertive"
        ],
        [
            "You want me to stop roughhousing with the kits?",
            "Psh, c'mon, y_c, loosen up! You worry too much!",
            "These are the fearsome future warriors of c_nClan. They can withstand a little -",
            "[One of the kits smacks facefirst into the nursery wall and starts crying.]",
            "... Okay, that's the first time that's happened."
        ]
    ],
    "assertive_queensapp_2": [
        [
            "kitten",
            "assertive"
        ],
        [
            "Hey! I'll race ya to the other side of the nursery!",
            "[You and t_c line up at the wall, and at the signal, you break into a full sprint! t_c gets a head start and you're worried you won't make it ... Until, miraculously, you start gaining on them!]",
            "Ahh, you beat me!!",
            "Hehe, you'll be a great warrior yet!"
        ]
    ],
    "assertive_queensapp_3": [
        [
            "queen",
            "assertive"
        ],
        [
            "r_w was in here earlier asking about kits ... I didn't know what to tell them. Sorta weird that they were asking, no?",
            "What do you think it means?",
            "Ooh! Maybe they're in a forbidden relationship! A star-crossed love that can never be, with a rugged yet good-looking rogue who would do anything to protect them!",
            "*Sigh* ... Sorry, what was I talking about?"
        ]
    ],
    "assertive_warrior_or_elder": [
        [
            "queen",
            "assertive",
            "platonic_like",
            "neutral",
            "random_cat"
        ],
        [
            "*Sigh* StarClan, today was hard ...",
            "After r_k walked in here with that live beetle, I genuinely thought I would lose it.",
            "Without you here, y_c, I genuinely don't know what I would've done ... Died, probably. Like, actually died.",
            "... Thanks for having my back."
        ]
    ],
    "assertive_elder": [
        [
            "queen's apprentice",
            "assertive",
            "from_mentor"
        ],
        [
            "Could you get some more moss for the corner nest? It's needed to be changed for, like, forever.",
            "Thanks, kid!"
        ]
    ],
    "assertive_elder_2": [
        [
            "no_kit"
        ],
        [
            "[Watching t_c play with the kits is like watching the most skilled hunter bring down a piece of prey, or watching the medicine cat heal a wound.]",
            "[Never once did you ever think anyone could make the act of playing look so skilled and graceful ... but t_c somehow does everything perfectly.]"
        ]
    ],
    "assertive_elder_3": [
        [
            "queen's apprentice",
            "queen",
            "assertive"
        ],
        [
            "Queens just went out for some fresh air ... which means, any moment now, we should hear -",
            "[One of the kits starts wailing for their mother. Loudly.]",
            "See? I always know! Haha!"
        ]
    ],
    "assertive_elder_4": [
        [
            "queen",
            "assertive"
        ],
        [
            "r_a's so big now ... StarClan, seems like just yesterday they were the size of my little paw.",
            "Ain't it weird, watching generation after generation of kits grow up and make their lives?",
            "No matter what, I'll always remember them as the kits we used to play with ... even if they end up being our bosses someday!"
        ]
    ],
    "assertive_elder_5": [
        [
            "queen's apprentice",
            "from_mentor",
            "assertive",
            "brooding",
            "introspective",
            "neurotic"
        ],
        [
            "y_c, what are you still doing in the nursery? It's time for your healing lesson!",
            "You didn't think this job was just gonna be playing with kits all day, did you?",
            "Maybe you can still make it to the medicine den if you hurry!"
        ]
    ],
    "assertive_app29": [
        [
            "mediator",
            "mediator apprentice",
            "assertive",
            "random_cat",
            "platonic_like",
            "comfort",
            "trust",
            "from_parent",
            "from_mate",
            "sibling",
            "adopted_sibling"
        ],
        [
            "Tch. Did you see what a snake-heart r_c was acting like earlier? And over a piece of prey, no less!",
            "Cat's so mouse-brained, probably can't even tell their own tail from a willow branch ...",
            "... Whoa, what? Wait, you want me to apologize to them?",
            "But they were in the wrong, not me! Why even entertain their behavior with an apology?",
            "If they're mad, who cares! Let 'em stay mad! They can stay mad forever, for all I care!",
            "Look, I know you're the mediator, and it's your job to resolve conflicts, or whatever, but ... you love me. Shouldn't you be on my side?",
            "You'd really choose them over me?"
        ]
    ],
    "assertive_app29_2": [
        [
            "mediator",
            "mediator apprentice",
            "assertive",
            "random_cat"
        ],
        [
            "Let me guess. You've come to patch things up between me and r_c, 'cause of the fight we had earlier. That right?",
            "I'll save you a few words - it's not gonna happen. Why's it always me that's gotta be in the wrong, huh? Why not force them to apologize?",
            "Go find somebody else's problem to fix."
        ]
    ],
    "assertive_queensapp_4": [
        [
            "kitten",
            "assertive",
            "dislike"
        ],
        [
            "What's the matter, kid? You hungry? Need somebody to take you to the dirtplace?",
            "Well? Spit it out, we ain't got all day!"
        ]
    ],
    "assertive_queensapp_5": [
        [
            "kitten",
            "assertive",
            "sweet",
            "platonic_like"
        ],
        [
            "y_c! I found something I think you're really gonna love!",
            "[t_c drops a perfectly smooth, shiny pebble at your paws.]",
            "Pretty, huh? Plus, it's perfect to play with! No sharp corners, see, so you can't get hurt.",
            "Come find me later, and maybe we can play a game with it!"
        ]
    ],
    "assertive_queensapp1": [
        [
            "no_kit",
            "assertive"
        ],
        [
            "[As you watch t_c move around the nursery, it's easy to tell why they chose to become a queen.]",
            "[They have so much energy, it's almost like they're still a kit themself!]"
        ]
    ],
    "assertive_queensapp2": [
        [
            "kitten",
            "assertive"
        ],
        [
            "Hey, y_c! Wanna play a game? Let's do 'Leader of StoneClan!'",
            "... What? Never heard of it?! Unbelievable! We used to play it all the time when I was young!",
            "Kits these days, *tsk* so uneducated. Luckily, you have me to teach you!",
            "Okay, so here's how it works ...",
            "[t_c explains the game to you, eyes flashing with excitement. As you play together, it almost seems like they're enjoying it more than you are!]"
        ]
    ],
    "assertive_queensapp3": [
        [
            "kitten",
            "assertive",
            "cool"
        ],
        [
            "Hey, guess what time it is?",
            "... Do you reeeaally wanna know?",
            "Do you REALLY, REALLY, REALLY wanna know?!",
            "... It's time to take the herbs the medicine cat gave you for your tummy! Yaaaayyy!",
            "[Grinning, t_c pushes the herbs towards you, and you find yourself feeling a little tricked.]"
        ]
    ],
    "assertive_queensapp4": [
        [
            "no_kit",
            "assertive"
        ],
        [
            "[t_c is currently being used as a climbing rock by all the kits in the nursery.]",
            "Oh, hey, y_c! How's it - ACK! Hey, not the eyes, not the eyes!",
            "[You ask if you should maybe come back another time?]",
            "Oh, nah. This is nothing! Just wait until the hunting patrol gets back - that's when it gets really crazy around here!",
            "So, is there something you need?"
        ]
    ],
    "assertive_queensapp4_2": [
        [
            "queen",
            "queen's apprentice",
            "assertive"
        ],
        [
            "Shh - Not too loud! The kits are sleeping.",
            "Getting them down was such a nightmare ... Oh, but they're so cute, though.",
            "Seeing them all curled up together like that ... All the headaches and pain suddenly seem worth it, don'tcha think?"
        ]
    ],
    "assertive_queensapp5": [
        [
            "kitten",
            "assertive"
        ],
        [
            "Alright, alright, settle down! Time for a nap everybody, playtime's over!",
            "That means you, too, y_c, no exceptions. You don't want Quietkit to get you, do you?",
            "Who's Quietkit? Well, it's an interesting story ...",
            "Once upon a time, there was a young kit named Quietkit who always stayed up past her bedtime. She was so tired that, one day, she fell asleep on her paws, and fell into a hole so deep, it went straight into the Dark Forest!",
            "Now, her spirit haunts the nursery, waiting for more disobedient kits she can take down with her ...",
            "Now, do you wanna be Quietkit's next playmate? Or do you wanna put the moss-ball down and get in your nest?"
        ]
    ],
    "assertive_elder_6": [
        [
            "elder",
            "assertive",
            "cool",
            "silly",
            "unlawful",
            "platonic_like",
            "romantic_like",
            "from_mate"
        ],
        [
            "Hey, furbag. I brought you something!",
            "[t_c lays a colorful feather at your paws.",
            "I know this is your favorite color, and you miss exploring the territory. So I knew I just had to bring it to you.",
            "Yeah, yeah, don't get all soft on me, hehe. Wanna grab a meal together?"
        ]
    ],
    "assertivewarrior_leader5": [
        [
            "leader",
            "assertive",
            "unabashed",
            "stable"
        ],
        [
            "y_c, I think I'm ready for an apprentice.",
            "I'm qualified, I'm a good teacher, and I'd love a younger cat who I could show the ropes to!",
            "I know it's not for me to say, but I just figured I'd put a good word in.",
            "Do keep in mind, will ya?"
        ]
    ],
    "assertivewarrior_leader3": [
        [
            "leader",
            "assertive",
            "silly",
            "unabashed"
        ],
        [
            "Hey, boss! Come down to mingle with us common folk? Hehe.",
            "Everything's going just fine around camp, as far as I can tell. There's a leak in the warrior's den that someone should probably get on ... wanna lend a paw?",
            "... Really? Okay! I'll go grab the brambles!"
        ]
    ],
    "assertivewarrior_deputy2": [
        [
            "deputy",
            "leader",
            "assertive",
            "unlawful",
            "brooding",
            "unabashed",
            "dislike"
        ],
        [
            "Yeah, right. Like I have to take orders from you!",
            "You may think you're a warrior, but all you do is sit on your haunches and boss everyone around all day. That's no warrior. That's a coward.",
            "Go find some other cat to impose on."
        ]
    ],
    "assertive_mediator3": [
        [
            "mediator",
            "mediator apprentice",
            "assertive",
            "dislike",
            "unabashed"
        ],
        [
            "Hmph. You may fight for peace, y_c, but I know it by another word - cowardice.",
            "I know compromise has its place, but you'd say you'd really forsake your values - the values of this clan - just so all of us can just laze around on our haunches and never have to risk anything real?",
            "I don't think so. I fight for what I believe in. No matter what it costs.",
            "Maybe think about that the next time you try to make a compromise with the enemy."
        ]
    ],
    "assertivewarrior_mediatorapp": [
        [
            "mediator apprentice",
            "assertive"
        ],
        [
            "Man, you're insightful for an apprentice, y_c!",
            "When I was your age, all I thought about was smashing stuff and chasing after my crushes. But now, here you are! Sorting out problems with cats who've been around ten times longer than you!",
            "That must take a lot of discipline. The whole clan is proud of you!"
        ]
    ],
    "assertivewarrior_mediatorapp_2": [
        [
            "mediator apprentice",
            "assertive",
            "cool",
            "upstanding",
            "brooding",
            "dislike"
        ],
        [
            "Oh, absolutely not. No way a little apprentice is going to tell me what's right and what's wrong.",
            "Could you at least get your mentor over here, or something? Needing a so-called 'mediator' is already humiliating enough as it is.",
            "Let alone when they're barely out of the nursery."
        ]
    ],
    "assertive_mediatorapp": [
        [
            "mediator apprentice",
            "mediator",
            "assertive",
            "upstanding"
        ],
        [
            "Is it really true that you're allowed to just ... travel between the clans as you please?",
            "Whoa! That's so cool!!! I've always wanted to explore the other territories, but I've never been allowed.",
            "Is it true that o_cClan cats can swim like fish? Or that their territory is full of snakes?",
            "[You and t_c have a long conversation about the other clans. With each detail you share, their eyes grow bigger and bigger.]"
        ]
    ],
    "assertive_medapp": [
        [
            "medicine cat apprentice",
            "assertive",
            "unlawful",
            "unabashed"
        ],
        [
            "How's it going, mini-medicine cat? Herbal life treating you well?",
            "Don't worry, I'm not going to run headfirst into trouble and injure myself today.",
            "As for tomorrow? Who knows!"
        ]
    ],
    "assertive_warrior_or_elder_2": [
        [
            "apprentice",
            "platonic_like",
            "assertive",
            "unabashed",
            "silly"
        ],
        [
            "Not always easy in the apprentice's den, huh? I remember those days. Sometimes cats can be so cliquey, especially the young ones ...",
            "But, no matter what, you can never let fear hold you back from being who you are! Work hard, be friendly, and forget anyone who tries to get you down!",
            "That's real bravery. Not just rushing into battle, but also standing up for what you believe in. And bravery is what makes a warrior who they are.",
            "Heh, look at me, getting all wise ... Just my opinion, is all."
        ]
    ],
    "assertive_warrior_or_elder_2_2": [
        [
            "apprentice",
            "assertive",
            "cool",
            "silly"
        ],
        [
            "Working hard, y_c? Or, is it more like hardly working? Hehe.",
            "Y'know, it's good to contribute to the clan, but make sure you take some time to grow up, too. Working isn't everything. Now's the time for you to get out and explore!",
            "*Sigh* I sorta miss those days myself ..."
        ]
    ],
    "assertive_warrior_or_elder_3": [
        [
            "apprentice",
            "medicine cat apprentice",
            "mediator apprentice",
            "assertive",
            "platonic_like"
        ],
        [
            "StarClan, y_c, look at you ... could you really have been one of my kits here in the nursery just a few moons ago?",
            "But, ah, no one can stay a kit forever, I suppose. And it's been such a joy, watching you grow.",
            "You're always welcome here any time you need!"
        ]
    ],
    "assertive_like": [
        [
            "Any",
            "assertive",
            "silly",
            "platonic_like",
            "romantic_like",
            "from_mate"
        ],
        [
            "Hey, flea-brain! I've been eyeing this huge thrush on the freshkill pile all day - wanna share it?",
            "What the - the thrush is totally missing! But I was saving it for us!",
            "That's it! I will not rest until the cat who did this is hunted down ... AND BROUGHT TO JUSTICE!!!",
            "[You and t_c dissolve into a fit of giggles.]"
        ]
    ],
    "assertive_dislike1": [
        [
            "Any",
            "assertive",
            "silly",
            "unlawful",
            "dislike"
        ],
        [
            "Sorry, is someone talking to me right now?"
        ]
    ],
    "assertive_dislike1_2": [
        [
            "Any",
            "assertive",
            "unabashed",
            "brooding",
            "dislike"
        ],
        [
            "Can't you see I'm busy, mousebrain? Go bother someone else!"
        ]
    ],
    "assertive_dislike1_3": [
        [
            "Any",
            "assertive",
            "dislike"
        ],
        [
            "Go away!!!"
        ]
    ],
    "assertive_dislike1_4": [
        [
            "Any",
            "assertive",
            "cool",
            "dislike",
            "no_kit"
        ],
        [
            "Hey, y_c. You're looking smaller than usual. Maybe it's time to catch up on your training.",
            "*Snrk.*"
        ]
    ],
    "assertive_rom": [
        [
            "Any",
            "assertive",
            "romantic_like"
        ],
        [
            "Hey, y_c! I just got a new scar today! Wanna come take a look?",
            "Yeah, I ran into a little dog out at the edge of a territory. Wasn't too hard to chase off, but it gave me a little nick. Medicine cat says it's probably never going away.",
            "[You brush your tail over t_c's scar, and they seem a little too thrilled by the gesture for it to just be friendly.]"
        ]
    ],
    "assertive_rom1": [
        [
            "Any",
            "assertive",
            "cool",
            "romantic_like",
            "from_mate"
        ],
        [
            "StarClan, y_c, it's ... it's like you don't even know how beautiful you are.",
            "... Augh. Look what you've done! Now I'm getting all sappy!",
            "Just don't let it get to your head, furbag. I'm hot stuff, too.",
            "[t_c winks at you, and you laugh together.]"
        ]
    ],
    "assertive_rom2": [
        [
            "no_kit",
            "assertive",
            "silly",
            "romantic_like"
        ],
        [
            "Hey, y_c! I just finished visiting the kits in the nursery. StarClan, they're cute!",
            "I wouldn't mind being a parent ... having a few mini-me's running around, terrorizing the clan.",
            "How about you? Do you ever see yourself having kits someday? Not in, like, a weird way, of course! Just curious, hehe.",
            "[t_c swishes their tail nervously.]"
        ]
    ],
    "assertive_rom3": [
        [
            "Any",
            "assertive",
            "unabashed",
            "romantic_like",
            "from_mate"
        ],
        [
            "Hey, y_c, what are your thoughts on feathers as a nesting material?",
            "Why? Psh, don't play coy! We're basically sharing a nest at this point, with how often you sneak into mine. Haha!",
            "Tell you what ... how about we ditch the formalities altogether and just make one, giant, super-nest!",
            "Better start gathering moss! I know it's your favorite."
        ]
    ],
    "assertivewarriorapp_comfort": [
        [
            "no_kit",
            "assertive",
            "comfort"
        ],
        [
            "Huh? Oh, nothing's wrong ...",
            "Just ... had a bad day, is all ...",
            "*Sigh* y_c, have you ever felt like you're not enough for anyone?",
            "Usually, when it comes to making a decision, I never hesitate. Whatever the obstacle, I'll run headfirst into it, no questions asked.",
            "But, today, in the nursery, I was playing with one of the kits, and they accidentally got hurt ...",
            "I just feel like such a failure. A liability. I can't help the way I am, but what if everyone's better off without me?",
            "[You offer t_c words of reassurance, but they seem troubled beyond comforting.]",
            "[Still, you sit with them through the night, hoping to stabilize them through whatever storm they might be weathering right now.]"
        ]
    ],
    "assertive_comfort_2": [
        [
            "Any",
            "assertive",
            "neurotic",
            "comfort",
            "trust",
            "romantic_like",
            "platonic_like",
            "from_mate"
        ],
        [
            "Hey, y_c? Have you ever thought about, uh ...",
            "What if something happens to you? Or something happens to me? Or something happens to the clan, and we're both demolished in a fiery pit of nothingness!",
            "Phew ... sorry, I know I'm not usually so grim. But I guess I'm just really worried.",
            "What if something goes wrong, and I'm not there to protect you?",
            "I won't let that happen ... I just won't!"
        ]
    ],
    "assertive_rom4": [
        [
            "Any",
            "assertive",
            "unabashed",
            "romantic_like",
            "random_cat"
        ],
        [
            "What's that? One of the kits told you your ears are too big?",
            "What a load of fox-dung! Those kits don't have functioning brains. Besides, I like your ears! I think it's cute, how big they are!",
            "Er ... not cute in that way, mind you. Just, y'know ... ahem ...",
            "[The blush on r_c's cheeks confirms that, yes, they did mean it in that way. And they're doing a terrible job of hiding it.]"
        ]
    ],
    "assertive_elder_7": [
        [
            "Any",
            "assertive",
            "upstanding",
            "stable",
            "dislike",
            "neutral",
            "no_kit"
        ],
        [
            "*Sigh* Can't you see I have more important things to do, y_c?",
            "Go back to catching mice, or whatever."
        ]
    ],
    "assertive_warrior_or_elder_4": [
        [
            "apprentice",
            "assertive",
            "cool",
            "silly"
        ],
        [
            "Working hard, y_c? Or, is it more like hardly working? Hehe.",
            "Y'know, it's good to contribute to the clan, but make sure you take some time to grow up, too. Working isn't everything. Now's the time for you to get out and explore!",
            "*Sigh* I sorta miss those days myself ..."
        ]
    ],
    "brooding_queen3": [
        [
            "no_kit",
            "brooding"
        ],
        [
            "[t_c is sitting at the nursery entrance, vigilantly scanning for any potential threats to the kits.]",
            "[Their face is so stony and focused. If you tried to chat with them now, it probably wouldn't end too nicely!]",
            "[You decide to leave them to their duties.]"
        ]
    ],
    "brooding_queen4": [
        [
            "no_kit",
            "brooding",
            "random_cat"
        ],
        [
            "[t_c looks after r_k fondly.]",
            "[They're so sweet with the kits, despite their ... less-than-sweet disposition towards everyone else.]"
        ]
    ],
    "brooding_queen5": [
        [
            "no_kit",
            "brooding",
            "platonic_like"
        ],
        [
            "Hm? Oh, hey, y_c. What are you doing in the nursery?",
            "You want to look in on the kits? Well, I suppose so ...",
            "I just put them down for a nap, though, so be very quiet.",
            "[You look in on the kits all curled together in a big pile of fluff. How did t_c tire them out so much?]"
        ]
    ],
    "brooding_queen6": [
        [
            "no_kit",
            "brooding",
            "romantic_like"
        ],
        [
            "Oh, y_c. You here to visit the kits?",
            "No?",
            "You mean you're here ... just for me?",
            "Heh ... Well, I guess I have time to chat.",
            "[t_c looks away shyly, clearly trying to hide how thrilled they are."
        ]
    ],
    "brooding_queen7": [
        [
            "no_kit",
            "brooding",
            "assertive"
        ],
        [
            "Nope. Not happening. You're not getting anywhere near the nursery.",
            "The kits have been up all night and I JUST managed to get them down for a nap.",
            "If anyone wakes them up ... trust, that cat will never know peace again. I'll make sure of it."
        ]
    ],
    "brooding_queen8": [
        [
            "apprentice",
            "mediator apprentice",
            "warrior",
            "mediator",
            "deputy",
            "leader",
            "elder",
            "random_cat"
        ],
        [
            "[r_k just puked in the nursery and it's total chaos.]",
            "[t_c must attempt to comfort the screaming kit, clean the mess, and alert the medicine cat all at once.]",
            "... Little help?",
            "[You rush to grab r_m. You don't envy t_c's job ... Clearly, being a Queen isn't as easy as you may have thought.]"
        ]
    ],
    "brooding_queen9": [
        [
            "no_kit",
            "brooding",
            "upstanding"
        ],
        [
            "[The kits may act wild around their parents, but they're always polite and well-mannered whenever t_c is near.]",
            "[Even the youngest of the Clan know that t_c doesn't put up with any nonsense.]"
        ]
    ],
    "brooding_queen10": [
        [
            "kitten",
            "brooding"
        ],
        [
            "It's past your bedtime, y_c. Into your nest, now.",
            "Don't make me ask you again."
        ]
    ],
    "brooding_queen11": [
        [
            "kitten",
            "brooding"
        ],
        [
            "HEY! No running in the nursery! Don't you know better?",
            "Go back and try again, slower this time.",
            "[You shuffle to the other end of the nursery and plod to your destination under t_c's strict, watchful gaze.]"
        ]
    ],
    "brooding_queen12": [
        [
            "kitten",
            "brooding"
        ],
        [
            "y_c, if an unknown threat ever tries to enter the nursery, what should you do?",
            "That's right. Run, hide, or find an adult to protect you.",
            "No matter what, don't you ever, EVER try to fight it off by yourself.",
            "You may be c_nClan, but you're no warrior. Not yet, at least.",
            "Better to run and live to fight another day. It's advice that will take you far, all throughout your life. Don't forget it"
        ]
    ],
    "brooding_queen13": [
        [
            "kitten",
            "brooding"
        ],
        [
            "Okay, kits. Stop your playing. Time for your daily lesson.",
            "Yes, y_c, you too. And I don't wanna hear any complaining, either.",
            "These lessons are as important to your development as warriors as learning to fight or hunt. So listen up.",
            "o_cClan is the Clan furthest away from us. We don't share any borders with them, but we still have some conflicts sometimes ...",
            "[t_c soberly and evenly depicts the history, relations, and customs of your rival Clan, leaving out anything that might be inappropriate for your young kit ears.]",
            "[You listen attentively and find yourself even a little disappointed when the lesson is over, filled with a new curiosity about o_cClan life.]"
        ]
    ],
    "brooding_queen14": [
        [
            "kitten",
            "brooding",
            "introspective",
            "platonic_like"
        ],
        [
            "Playing by yourself?",
            "Here. I'll play with you. Roll the pebble over to me.",
            "[You roll the stone to t_c. They catch it and gently roll it back to you with their paw.]",
            "Y'know, I had a hard time making friends, too, at your age ...",
            "Life isn't always easy for sensitive cats like us.",
            "But you'll find your place in c_nClan, don't you worry.",
            "And I'll always be here if you ever need a playmate."
        ]
    ],
    "newborn_unabashed": [
        [
            "unabashed",
            "silly",
            "newborn"
        ],
        [
            "[t_c prods you with a paw, leaning forward to examine you.]",
            "Hmm... Is it me or is this kit's head abnormally big?"
        ]
    ],
    "cool_newborn": [
        [
            "newborn"
        ],
        [
            "Little y_c. I wonder what type of cat you'll become one day."
        ]
    ],
    "upstanding_queen": [
        [
            "upstanding",
            "kitten"
        ],
        [
            "Hey! C'mere you little furball! What did I tell you about leaving the nursery at this hour?",
            "Ah ah, no buts! Rules are rules, and those rules say that you are going straight back to the nursery!"
        ]
    ],
    "upstanding_queen1": [
        [
            "upstanding",
            "kitten"
        ],
        [
            "Oh hey there y_c, didn't think I'd find you in here all by yourself. How about you go out into the clearing and play? There's plenty of space out there!",
            "Just don't feel like it huh? Well, How about I tell you a story instead?",
            "[t_c begins a long and detailed story about how the Warrior Code was created and why it applies to all clans across the territories.]",
            "[They trail off about halfway through and watch as you roll around on the nursery floor with a ball of moss clutched between your paws]",
            "... Are you even listening to me right now?"
        ]
    ],
    "upstanding_queen2": [
        [
            "upstanding",
            "clan_has_kits",
            "Any"
        ],
        [
            "[Throughout the day, t_c has been entertaining the kits with various different games such as Hunt the Pebble, Hide n' Seek, Guess the Sound, and more.]",
            "[This latest game seems to involve t_c pretending like an enemy warrior from o_cClan.]",
            "Gah! You've killed me! I'm no match for c_nClan kits!",
            "[t_c stumbled back, dramatically flopping onto their side as the kits squealed with delight.]"
        ]
    ],
    "upstanding_queen3": [
        [
            "upstanding",
            "clan_has_kits",
            "no_kit"
        ],
        [
            "Watch out y_c!",
            "[You quickly duck out of the way as t_c stumbles past, dragging a few large tree branches. They carefully set the branches down before turning to you.]",
            "Sorry about that! Who knew tree branches could be so heavy? They're super useful though.",
            "Right now, I'm planning on building the kits a little playpen outside the nursery. Of course, they can still roam around camp under supervision, but I thought it would be nice to have.",
            "It could help introduce younger kits to life outside the nursery, or provide safe place to put the kits during a meeting.",
            "Whatever the case is, I'm going to need a lot more branches. Want to help out?"
        ]
    ],
    "silly_queen_stares": [
        [
            "Any",
            "silly",
            "no_kit",
            "clan_has_kits",
            "trust"
        ],
        [
            "Something that really bumbles my bees is the stares that certain cats will give me whenever I walk across camp.",
            "Like, is it because I care for the kits? If they really think that's not a worthwhile job, they can do it themselves and come back and tell me just how easy it is!"
        ]
    ],
    "silly_queen_1": [
        [
            "Any",
            "silly",
            "no_kit",
            "clan_has_kits"
        ],
        [
            "I love being a queen, y_c!",
            "Whenever I have ideas I get to get all the kits involved in them, too.",
            "Like, yesterday, I had the idea of building a rock fort for the frogs. So I turned it into a nursery competition!",
            "Whoever made the coolest rock fort as decided by votes got to have a version of it put up by the river.",
            "r_k won. And now r_w owes me a mouse, hehe."
        ]
    ],
    "silly_queen_fishClan": [
        [
            "kitten",
            "silly"
        ],
        [
            "Oh, y_c! Look at you!",
            "So tiny... so small... like a little fish.",
            "You better not organize your fish Clan against me!"
        ]
    ],
    "silly_queen_quietkit": [
        [
            "kitten",
            "silly"
        ],
        [
            "You're getting bigger, yanno?",
            "Soon, you're gonna be triple my size! Pretty soon, YOU'RE gonna be the one defending ME from the badgers and big scary predators!",
            "I'll be good if that's the case. I'll go to bed on time so Quietkit won't get me, but you have to promise the same!"
        ]
    ],
    "silly_queen_stoneclan": [
        [
            "kitten",
            "silly"
        ],
        [
            "Have you been playing StoneClan with r_k lately?",
            "I did see you playing it with them yesterday! It seems like a really fun game, you've gotta teach me someday!"
        ]
    ],
    "silly_queen_kit4": [
        [
            "kitten",
            "silly"
        ],
        [
            "y_c! Gather r_k and all of the other kits!",
            "I came up with this big story game for us all to play. Basically, I have a story, but you kits are all characters in it.",
            "And you get to decide how it ends! It's a choose-your-own-adventure game that we get to play with our minds!"
        ]
    ],
    "silly_queen_app1": [
        [
            "apprentice",
            "medicine cat apprentice",
            "mediator apprentice",
            "silly"
        ],
        [
            "y_c, how's it been?",
            "You're getting so old! I'm really proud of you. I know you got it in ya to do real good things."
        ]
    ],
    "sweet_queen_1": [
        [
            "newborn",
            "sweet"
        ],
        [
            "Greetings, little friend! Welcome to the world. Let's get you situated, shall we?",
            "There you go... A little moss bundle to cuddle with. Ah- seeing little ones like you taking their first steps into the world will never stop being magical."
        ]
    ],
    "sweet_queen_2": [
        [
            "kitten",
            "sweet"
        ],
        [
            "-t_c lets out a soft yawn, stretching as you tug at their tail for attention-",
            "Oh, good evening, y_c! What is it that you need, littlest one?",
            "You had a nightmare...? Come here, tell me all about it... You don't ever need to worry, c_nClan will always keep you safe."
        ]
    ],
    "sweet_queen_3": [
        [
            "kitten",
            "sweet"
        ],
        [
            "Hello there! I'm back from my walk-",
            "Now now y_c, settle down. I'm happy to see you too, but you don't need to run circles around the den, hehe.",
            "What all happened whilst I was gone? I hope nothing too chaotic... You didn't get hurt, did you?"
        ]
    ],
    "sweet_queen_4": [
        [
            "kitten",
            "sweet"
        ],
        [
            "Greetings y_c! How was your day so far? Are you ready to settle into bed? It's getting late, so I'd prefer you not stay up too late.",
            "Oh, you heard a story from the Elders? How about you tell me about it whilst I fix up your nest, alright?"
        ]
    ],
    "sweet_queen_5": [
        [
            "apprentice",
            "queen's apprentice",
            "medicine cat apprentice",
            "mediator apprentice",
            "sweet"
        ],
        [
            "Ah, y_c! You're filthy! Is everything alright?? Nothing happened, did it?",
            "Oh, it's just from training? I see... m_n is filthy too?",
            "-t_c begins to gently laugh- Well, you both can go get your hindquarters cleaned!"
        ]
    ],
    "sweet_queen_6": [
        [
            "apprentice",
            "queen's apprentice",
            "medicine cat apprentice",
            "mediator apprentice",
            "sweet"
        ],
        [
            "Oh hello, y_c! How has everything been going lately?",
            "Training's been a bit rough? ... I see... Come here for a second.",
            "Here, have something to eat and take a quick rest. If m_n bugs you about it, I'll talk to them, alright?"
        ]
    ],
    "sweet_queen_7": [
        [
            "apprentice",
            "sweet"
        ],
        [
            "Oh, y_c! How has your day been today, are you remembering to rest?",
            "Do you think you could take a moment and watch the kits? I need to go and get r_k's toy, they knocked it out of camp by accident."
        ]
    ],
    "sweet_queen_8": [
        [
            "queen's apprentice",
            "sweet"
        ],
        [
            "Oh, y_c! Was it you that reorganized the toys?",
            "Wonderful job! It looks amazing! You can take the rest of the day off, I'll take it from here! You'll be an amazing queen in no time, I bet."
        ]
    ],
    "sweet_queen_9": [
        [
            "medicine cat apprentice",
            "sweet"
        ],
        [
            "[You run up to t_c and bury your nose in their fur, just needing a break after all the stress. They seem surprised, but gently rest their paw on your back, comforting you like a parent would.]",
            "It's gonna be okay, y_c. You're doing amazing, and we're all super proud of you... just try to breathe, okay?"
        ]
    ],
    "sweet_queen_10": [
        [
            "mediator apprentice",
            "sweet"
        ],
        [
            "[You've been struggling a lot with learning how to mediate, and you approach t_c to ask for advice.]",
            "Oh, me? I'm not a mediator but I can do my best if you wish.",
            "The most important thing is to stay calm, and to listen to both sides. Don't let your emotions get to you.",
            "Sometimes, all a cat needs is someone to speak to, that's something I've learnt with kits and the same is true for adults."
        ]
    ],
    "sweet_queen_11": [
        [
            "warrior",
            "medicine cat",
            "mediator",
            "queen",
            "sweet"
        ],
        [
            "[t_c is humming, laying down as the younger cats seem to rest nearby. Even the apprentices seem to be here for nap time.]",
            "Hmhm... hmhm... hm-",
            "[They spot you, giving you a warm smile after a moment and gesturing for you to join.]",
            "[Seems even adults are welcome to enjoy nap time.]"
        ]
    ],
    "sweet_queen_12": [
        [
            "warrior",
            "medicine cat",
            "mediator",
            "queen",
            "random_cat",
            "sweet"
        ],
        [
            "Oh, y_c! Hello! How have you- ouch!",
            "[They look down at r_k, who seems to be biting onto their tail.]",
            "Oh you... could you please try to be a bit more gentle? You can be rough with toys, but not with cats."
        ]
    ],
    "sweet_queen_13": [
        [
            "warrior",
            "random_cat",
            "sweet"
        ],
        [
            "Hey, y_c? I know I'm suppose to be focused on the Nursery, but r_a has been seeming really stressed out lately.",
            "I just saw them leave camp after hitting a rock, it nearly hit me in the head!",
            "I'm really worried... I hope that was just a game gone wrong."
        ]
    ],
    "sweet_queen_14": [
        [
            "medicine cat",
            "random_cat",
            "sweet"
        ],
        [
            "y_c! It's time for r_k's moonly checkup!",
            "[t_c places the little kit at your paws, quietly meowing some gentle encouragement to the little kits.]",
            "Don't mind me, we're still learning that the Medicine Cat's den isn't a scary place."
        ]
    ],
    "sweet_queen_15": [
        [
            "mediator",
            "random_cat",
            "sweet"
        ],
        [
            "[You see t_c exiting the Nursery, the inhabitants of the Nursery following.]",
            "Hello y_c! Would you mind doing a little class on what mediators do?",
            "r_k was really curious, I think we might have a future mediator on our paws!"
        ]
    ],
    "sweet_queen_16": [
        [
            "queen",
            "random_cat",
            "sweet"
        ],
        [
            "Oh, y_c! There you are! I've been looking everywhere for you.",
            "[They greet you with a friendly headbump, purring happily.]",
            "I've got the best idea for new nursery decorations! What do you think of putting little flowers over there?"
        ]
    ],
    "sweet_queen_17": [
        [
            "deputy",
            "random_cat",
            "sweet"
        ],
        [
            "Oh, y_c! Could I speak to you for just a moment?",
            "I've been monitoring r_k's progress lately, and they seem to take a really strong interest in what I do.",
            "If you could... would you speak to them about it? I wouldn't mind having another Queen to help out."
        ]
    ],
    "sweet_queen_18": [
        [
            "deputy",
            "random_cat",
            "sweet"
        ],
        [
            "[t_c is proudly walking around camp with r_k in tow, seems they've been decorating.]",
            "[The kitten bounds towards you, snuggling a flower within your fur.]",
            "Oh no! We don't need to decorate the deputy!",
            "[They are doing their best to be a good role model, but you can tell they're trying very hard not to giggle at the kit's shenanigans.]"
        ]
    ],
    "sweet_queen_19": [
        [
            "deputy",
            "sweet"
        ],
        [
            "[You've known t_c to be a wonderful Queen, a truly kind soul with a genuine love for what they do.]",
            "[What surprises you is seeing them saddened, staring wistfully at the nursery they call home.]",
            "Ah, y_c! I'm sorry if I disturbed you, I just...",
            "I love doing what I do, making the kits laugh or feel supported, giving them fun games or decorating the nursery...",
            "I just... worry. Once they're grown, will what I did matter? Will they get hurt, and will they blame me for not being good enough?",
            "It's been a long time since I've had these worries, but...",
            "I want to be the best queen I can be for them. I know I'm a bit too kind for my own good, but...",
            "[You reassure them that they're one of the best queens you've ever known, that they're genuinely kind and really care for what they do.]",
            "Thank you, I really needed that...",
            "You're a wonderful deputy y_c, you're going to do great things. I just... hope you know that."
        ]
    ],
    "sweet_queen_20": [
        [
            "leader",
            "random_cat",
            "sweet"
        ],
        [
            "[You enter the nursery, blinking in surprise as r_k seems to jump up from their nap.]",
            "Oh, y_c! I wasn't expecting to see you this evening. What's on your mind?",
            "[You explain that you're just checking on everyone to see how they're doing.]",
            "Well, everyone in here is doing as well as we could be! We've even done a little decorating today."
        ]
    ],
    "sweet_queen_21": [
        [
            "leader",
            "random_cat",
            "sweet"
        ],
        [
            "[You overhear t_c speaking with r_k about the different roles a cat can have.]",
            "You could be a warrior, just like r_w. They fight and defend the clan, whilst going out hunting and doing similar daily tasks.",
            "You could be a mediator or a medicine cat, both roles are integral to the safety and well-being of the clan, physical and mental.",
            "Or, maybe, you could be a queen like me, and help foster and raise the future of the clan.",
            "[The kitten looks thoughtful for a moment before they announce that they're going to be a rock.]",
            "Well, I bet you'll be the best rock the clan has ever seen.",
            "[They glance at you with a joyful and amused look in their eyes. It doesn't take the wisdom of a leader to see how important their job is to them!]"
        ]
    ],
    "sweet_queen_22": [
        [
            "leader",
            "random_cat",
            "sweet"
        ],
        [
            "[t_c walks into the den with a serious look on their face, them gently nudging a kit along with them.]",
            "y_c, can we have a moment of your time?",
            "[You sit up, glancing at them with a confused and worried expression.]",
            "[r_k explains they saw a rogue lurking outside the camp, and that they seemed dangerous.]",
            "I saw the rogue too... I hope they're not in need of help... Do you think you could check that out?"
        ]
    ],
    "sweet_queen_23": [
        [
            "elder",
            "random_cat",
            "sweet"
        ],
        [
            "[You'd been kitsitting r_k for t_c, they'd seemed very tired lately but were too kind to ask for help.]",
            "[As they return from their nap, you can already tell they seem much better.]",
            "Thank you very kindly, y_c. I really needed that break."
        ]
    ],
    "sweet_queen_24": [
        [
            "elder",
            "random_cat",
            "sweet"
        ],
        [
            "[You were going to go get yourself some fresh kill when you trip, about to fall.]",
            "[You feel t_c rush to your side, preventing you from falling and holding you up.]",
            "I've gotcha y_c, don't worry. Hey, r_k, do you think you could get that mouse from the fresh kill pile?",
            "[As the kitten runs to go get you something to eat, they gently guide you to where you wanted to go.]"
        ]
    ],
    "sweet_queen_25": [
        [
            "elder",
            "sweet"
        ],
        [
            "Hm, y_c? What's up?",
            "Oh, sure thing, I can bring everyone in the nursery over for storytime! Thank you, it's very kind of you to do this.",
            "You stay right there, I'll be back in a few moments!"
        ]
    ]
}