{
    "apprentice old": [
        "You manage to catch a mouse! You're incredibly proud, even if it is a bit small.",
        "You struggle to tell your crush about your feelings. Your hopes are crushed when they confess their love to another cat.",
        "You accidentally fall into a bramble patch during a training session. It's embarrassing, and some brambles still seem to be caught in your fur.",
        "During a mock battle, you manage to pin down the deputy! They definitely let you win, but it still feels like a great achievement.",
        "You get lost during a patrol. Luckily, a friendly warrior finds you and helps you find your way back to the camp.",
        "You accidentally sleep in and miss the dawn patrol that you were assigned to. Your mentor isn't too happy, but you promise to set a 'mental alarm' for the future.",
        "You try to sneak an extra piece of fresh-kill but end up knocking over the entire pile! It's a mess, but everyone has a good laugh.",
        "You join a hunting patrol. You don't catch anything, but it's exciting to be included and you learn a lot.",
        "During training, you trip over a tree root and roll down a hill. Dizzy and covered in mud and leaves, you stand up to see the rest of your patrol racing down the hill. Half of them are smothering giggles much to your annoyance but the others ask if you are okay.",
        "You manage to climb the tallest tree in the territory. The view is amazing, and you feel on top of the world!",
        "You meet an apprentice from another Clan at a Gathering. They're a bit different, but you swap stories and become fast friends.",
        "You're dared to poke the grumpy elder. Surprisingly, they're amused and share some stories from their younger days.",
        "You compete in a race with the other apprentices. You don't win, but it's a lot of fun and you all end up laughing in a pile at the finish line.",
        "During a game of moss-ball, you score the winning point for your team. The Clan leader even gives you a nod of approval.",
        "You're put on a solo night watch. It's a bit scary, but you feel proud of the trust your Clan has in you.",
        "You have a fun little time with your denmates in a leaf pile.",
        "Lately, your mentor has been brushing off your requests to train. You feel hurt and ignored.",
        "You pull a harmless prank on your mentor. They're surprised but can't help laughing, making you feel relieved.",
        "During training, you're startled by a squirrel and jump in surprise. Everyone laughs, but you join in - it was pretty funny, after all.",
        "You participate in a Clan-wide story-telling session. Your dramatic rendition of a legendary battle has everyone in stitches.",
        "You have a race with the other apprentices to see who can gather the most bedding. It's hard work, but you make it fun.",
        "You're sent on an errand to the elder's den and end up spending hours listening to their stories. It's unexpectedly one of your favorite afternoons.",
        "You finally master a hunting technique after weeks of practice. Your Clanmates cheer for you, and you can't help but purr with pride.",
        "Your mentor corrects your hunting crouch, reminding you to stay low and silent.",
        "You help mark the borders of your clan's territory, learning the importance of this task to protect your clan.",
        "Your mentor tells you how proud they are of you. You've grown so much since you were a kit!",
        "You experience a Gathering, awed by the sight of so many cats from different clans.",
        "Your mentor praises your progress in learning the warrior code, making you feel proud and motivated.",
        "You catch a mouse, feeling a sense of accomplishment and contributing to the clan's food supply.",
        "You get lost during a patrol but manage to find your way back using the sun's position, proving your survival skills.",
        "You have a dream from StarClan. The mysterious starry cats leave you puzzled and intrigued.",
        "You're tasked with changing the elders' bedding. It's not the most glamorous job, but it teaches you about responsibility and respect for the older cats.",
        "You participate in a moon-high patrol. The forest is a different world under the silver light, both eerie and beautiful.",
        "You have a disagreement with another apprentice. It's your first taste of conflict within the clan, and you learn valuable lessons about compromise and understanding.",
        "You witness the leader lose one of their nine lives. It's a solemn moment that reminds you of the heavy responsibilities that come with leadership.",
        "You spend a day with the medicine cat, learning about different herbs. The knowledge is fascinating, and you develop a newfound respect for the healer's role.",
        "You're sent on a dawn patrol. The sight of the forest waking up to the first light of day is breathtaking, and you feel a sense of peace.",
        "You make a minor mistake during training, and your mentor corrects you. The criticism is hard to take, but you understand its importance in your growth.",
        "You have a friendly race with the other apprentices. The competition is fierce but fun, strengthening the bond between you.",
        "You witness a deputy making tough decisions for the clan. The experience gives you a deeper understanding of leadership and the sacrifices it entails.",
        "You get into a minor squabble with a fellow apprentice over a piece of fresh-kill.",
        "You learn how to swim. It's scary at first, but your mentor's encouragement helps you overcome your fear.",
        "You get to participate in a battle training session. It's tough, but you're determined to improve.",
        "You get to go on a night patrol. The forest is a different place in the dark, but you're not afraid.",
        "You get to help the medicine cat gather herbs. The knowledge you gain is fascinating.",
        "You get to participate in a Gathering. The sight of all the Clans together is overwhelming but exciting.",
        "You get to learn how to climb a tree. The height is scary, but the view from the top is worth it.",
        "You get to help an elder with their ticks. It's not a pleasant job, but their stories make it worthwhile.",
        "You get to go on a dawn patrol. The quiet of the forest in the early morning is peaceful.",
        "You get to watch over a moon-old kit for a day. The experience is exhausting!",
        "A squabble breaks out over a piece of fresh-kill, the other apprentice's fur bristling in annoyance.",
        "Your mentor teaches you how to swim, their tail guiding you through the water.",
        "You join a hunting patrol, your senses alert for any sign of prey.",
        "The leader praises your hard work, their gaze meeting yours with a nod of approval.",
        "You participate in a battle training session, your mentor's watchful eyes following your every move.",
        "Your mentor asks you to lead a patrol. You are surprised, but accept the task. Is this what it's like to be a warrior? Your clanmates following your lead through the forest and you raise your tail high.",
        "You share tongues with your friends, their fur soft against yours as you groom each other.",
        "You participate in a mock battle, your clanmates' yowls echoing around the training area.",
        "You join a night patrol, the territory a maze of shadows under the moonlight.",
        "You help the medicine cat gather herbs, their names and uses a litany in your head.",
        "You join a border patrol, your scent marking the invisible lines of your territory.",
        "You attend a Gathering, the clearing filled with cats from all the Clans.",
        "You assist a warrior in catching a particularly elusive squirrel, your teamwork leading to success.",
        "You learn how to climb a tree, your claws digging into the bark as you ascend.",
        "You help an elder with their ticks, their stories filling the air as you work.",
        "You join a dawn patrol, the forest bathed in the soft light of the rising sun.",
        "A hunting lesson ends with a mouthful of feathers. Pride swells in your chest.",
        "Your mentor patiently explains the Warrior Code, the laws seeming as vast as the stars above.",
        "A rival Clan insults your mentor during a Gathering. A hot anger flares in your belly.",
        "A patrol takes you to the shadowy depths of the forest. Despite the daylight, it feels like stepping into another world.",
        "The taste of rabbit is different than you'd imagined. You find it surprisingly satisfying.",
        "You stand in as a patient for the medicine cat's practice. The experience is awkward but enlightening.",
        "An older apprentice wins a training bout against you. It stings, but you're determined to learn.",
        "From a distance, you watch a kit wandering too close to the camp's edge. Your protective instincts kick in.",
        "A treacherous thunderstorm drenches the camp. Under your mentor's guidance, you learn how to fortify the dens with brambles and thorns.",
        "A thorny bush snags your fur during a hunt. It's embarrassing, but it provides a valuable lesson.",
        "You try your paw at climbing a tree. It's more difficult than it looks!",
        "Dawn patrol exhausts you. Still, there's a beauty in watching the sun rise.",
        "During a border patrol, you spot an intruder. The sight is terrifying!",
        "Under the moon, you watch StarClan flicker. The sight feels like a silent promise.",
        "The task of changing elder's moss is more tedious than you'd imagined. The elders' tales of old, however, make it bearable.",
        "A night alone on guard duty feels eerie. The territory noises are unfamiliar, and just a bit spooky.",
        "Sharing tongues with your mentor strengthens your bond. Their purring lulls you into a peaceful rest.",
        "Your mentor teaches you a difficult battle move. It takes many attempts, but eventually, you get it right.",
        "The sight of all four Clans at a Gathering is awe-inspiring. Their combined voices echo under the vast sky.",
        "Your mentor falls ill. It's worrying, but it allows you to take on new responsibilities.",
        "An elder's tale of a great battle thrills you. The past comes alive, and you dream of future valor.",
        "You rescue a kit from danger. The clan's gratitude makes you stand a little taller.",
        "You take the final bite of the last piece of fresh-kill in the pile. Guilt mixes with the taste of mouse in your mouth.",
        "You spend a day in the medicine cat's den. It's an eye-opening glimpse into a different path."
    ],
    "apprentice general": [
        "You goof around a little too much with r_a, and m_n catches you two goofing off. You two get assigned to tick duty, much to your dismay.",
        "You and y_s decide to have a hunting contest, trying to see who can catch the most prey in the smallest amount of time.",
        "You drop into a den to visit your y_p. They're delighted by your presence, and you share a robin while you tell them about your day.",
        "y_s swears they can catch more prey than you. It isn't clear who won after you spend the entire day hunting, but your mentors are satisfied with your contribution to the Clan.",
        "m_n scolds you after catching you sleeping in when you were assigned to the dawn patrol.",
        "You overhear m_n praising your progress while talking to r_w.",
        "You overhear m_n voicing their disappointment about your progress while talking to r_w.",
        "After a particularly hard training session, you and r_a sit atop a hill, watching the stars and contemplating your future as warriors.",
        "r_a challenges you to a sparring match. After a few minutes, you manage to get the upper-paw and win the match!",
        "r_a challenges you to a sparring match. After a few minutes, you make a mistake, which costs you the match.",
        "A particularly tough border skirmish leaves you exhausted. You wonder if being a medicine cat would have been a better choice.",
        "m_n calls for you to help the medicine cat, r_m for a day. The only thing you do is gather herbs, leaving you sore and exhausted. Well that definitely didn't boost your respect for them.",
        "A kit leaves a pile of moss out, leaving you intrigued. You pick it up and play around with r_a. It's funny until it hits d_n's face, and you are bound to tick duty once again.",
        "Ticks, day in and day out. It's so boring, and one day, you decide to skip it. m_n doesn't notice anything, but as you snuggle in your nest that night, you can't help but feel a prickling uncertainty.",
        "You wake up before m_n and decide to sneak out of camp with some other apprentices. You spend the morning lazing in the sun together, laughing.",
        "You challenge r_k to eat the butterfly they caught. They hiss at you, insisting that the bug is their friend.",
        "You and a few other apprentices decide to sneak into the medicine den while r_m is out gathering herbs. You have an all-you-can-eat buffet with the herbs, and all end up with a horrible belly-ache the next day.",
        "m_n forces you to stay back and train long after all the rest of the apprentices finish. You practice the same battle move over and over until your muscles are sore.",
        "You swear that you will never become as grumpy as r_e. Never!",
        "The night of the Gathering is growing closer and closer with each passing day. You make sure to be on your best behavior, hoping you will be selected to attend."
    ],
    "apprentice assertive": [],
    "apprentice brooding": [],
    "apprentice cool": [],
    "apprentice upstanding": [],
    "apprentice introspective": [],
    "apprentice neurotic": [],
    "apprentice silly": [],
    "apprentice stable": [],
    "apprentice sweet": [],
    "apprentice unabashed": [],
    "apprentice unlawful": [
        "You kill some prey on o_cClan's territory on purpose."
    ],
    "apprentice rare": [
        "While hunting with r_a, you catch a squirrel and find a whole nest after looking in the tree they came from! You and r_a bring back plenty of prey."
    ]
}