{
    "deputy old": [
        "You have to sit through another meeting between you, the medicine cat, the mediator, and the leader. It's very boring, but you manage not to fall asleep during it, thankfully.",
        "As part of your daily routine, you organize and lead the dawn patrol, taking a moment to breathe in the crisp morning air.",
        "During the day, you take a quiet moment to survey the Clan's territory from the vantage point of a tall oak.",
        "You lead a hunting party into the territory, your keen senses tuned into every rustle and movement around you.",
        "When the fresh-kill pile is low, you rally a few warriors and apprentices for an impromptu hunting patrol, ensuring the Clan won't go hungry.",
        "As the sun sets, you organize the night patrol, making sure to pair up warriors and apprentices in a balanced manner.",
        "You conduct a training assessment for the apprentices, carefully observing their skills and progress, and providing constructive feedback.",
        "When an unexpected storm hits, you quickly coordinate the Clan to ensure everyone is safe and all kits are accounted for.",
        "During a Gathering, you stand beside your Clan leader, showing your solidarity and support while also observing the other Clans.",
        "You take the time to visit the elders, helping them with their bedding and listening to their stories, respecting their wisdom and contribution.",
        "You diligently check the borders for signs of intrusion or danger, ensuring the security and sovereignty of your Clan's territory.",
        "While everyone is sleeping, you stay awake a bit longer, keeping a vigilant watch over the Clan you're sworn to protect.",
        "At moonhigh, you organize a silent vigil for a fallen Clanmate, your heart heavy with loss, but proud of their contributions to the Clan.",
        "Before sleeping, you meticulously check the condition of the camp's defenses, making sure everything is ready to withstand potential threats.",
        "In your haste, you forget to organize a hunting patrol, resulting in a short ration of fresh-kill for the day.",
        "You accidentally schedule three different training sessions at the same location, causing confusion and wasting valuable time.",
        "You miscalculate the number of warriors needed for a gathering, leading to an understaffed Clan camp.",
        "You underestimate the time it will take for a patrol to return, leading to worry and unnecessary rescue patrol.",
        "While trying to assert your authority, you harshly scold an apprentice for a minor mistake, causing them to lose confidence.",
        "You decide to confront a rogue cat without backup, endangering yourself and setting a poor example for younger Clan members.",
        "You overlook the signs of fatigue in a Clanmate and push them to join another patrol, resulting in their exhaustion.",
        "You make an error while allocating nests in the warriors' den, leading to a night of discomfort for some warriors.",
        "You send out a patrol in the wrong direction in search of a lost kit, delaying the rescue.",
        "You fail to notice rising tension between two Clanmates, resulting in an avoidable fight breaking out in the camp.",
        "You're tasked with organizing the daily patrols. Balancing each team with the right mix of experience and skill, you ensure your Clan's borders remain secure.",
        "A severe storm devastates part of your camp. You quickly arrange for repairs and organize temporary shelters for the affected Clanmates.",
        "A group of rogue cats invades your territory. You lead a patrol to confront them, ensuring the safety of your Clan.",
        "You receive an ominous prophecy from the medicine cat. With the Clan leader, you interpret the message and strategize on potential actions to safeguard your Clan.",
        "At the Gathering, you represent your Clan, discussing current issues with the other Clans' deputies and finding common ground on shared concerns.",
        "An outbreak of greencough threatens your Clan. You coordinate with the medicine cat to isolate the sick and ensure the health of the remaining members.",
        "A prey shortage forces you to implement stricter hunting patrols. Your decision isn't popular, but you explain the necessity and manage to gain your Clanmates' understanding.",
        "During an unexpected fire, you lead your Clanmates to safety, demonstrating your leadership and quick thinking.",
        "A warrior disobeys the Clan leader's orders. As deputy, you are tasked with discussing the warrior's actions and reminding them of their duties and the warrior code.",
        "You help mentor an exceptional apprentice, preparing them for their warrior ceremony.",
        "You plan and lead a night patrol after reports of strange noises near the camp, ensuring your Clan's safety and easing the anxious atmosphere.",
        "A dangerous flood forces an evacuation. You lead your Clan to higher ground, ensuring every member, from the eldest to the youngest kit, is safe.",
        "You arrange for additional training sessions for the apprentices after noticing a decline in their hunting skills, demonstrating your commitment to their growth.",
        "You're chosen to lead a challenging mission to reclaim a part of your territory from a rival Clan. Your strategic planning leads to a successful reclamation with minimal conflict.",
        "You organize a Clan-wide search when an elder goes missing. Your effective leadership results in the safe return of the elder.",
        "An apprentice shows consistent bravery and dedication. You propose to the Clan leader that they're ready for their warrior ceremony, reflecting your role in recognizing the achievements of others."
    ],
    "deputy general": [
        "Surprised to find the prey pile running low, you call over r_w to lead a hunting patrol. You allow them to pick two clanmates of their choice to accompany them, trusting them to pick the best cats for the task.",
        "r_w asks if they can take out a hunting patrol for the day. You agree, choosing r_w1 and r_w2 to tag along with them.",
        "It has been a while since some of the clan has polished their training skills. You gather a group of established warriors to the training grounds and dedicate the day to refining their battle tactics, fighting moves, and cooperation with one another. ",
        "You take a rare moment of peace to spend some time roaming the territory. It had been a while since you were able to take a peaceful stroll for yourself. ",
        "l_n approaches you, requesting you to join them in the leader's den to confer about some private matters regarding the clan. You nod and follow them inside, hoping you can assist them with your own insight.",
        "You catch r_w trotting up to you. They've just returned from a patrol and make sure to give you the details on their findings. You nod gratefully for their report, advising them to grab a piece of fresh kill before dismissing them.",
        "The sun had barely risen as you wake r_w1, r_w2, and r_w3 for the dawn patrol that morning. You decide it best to lead this patrol yourself, not wanting too many of the warriors to be exhausted later in the day for future patrols.",
        "r_w waves their tail at you in parting as they lead their band of cats out of camp for the dusk patrol. You can only hope that you made the right choices for the patrol.",
        "r_m walks up to you, wondering if there is a warrior that can accompany them as they head out of camp. You take a moment to assess who may be available in camp, before settling on r_w.",
        "l_n consults you about who may be best to mentor r_k when they reach six moons."
    ],
    "deputy assertive": [],
    "deputy brooding": [],
    "deputy cool": [],
    "deputy upstanding": [],
    "deputy introspective": [],
    "deputy neurotic": [],
    "deputy silly": [],
    "deputy stable": [],
    "deputy sweet": [],
    "deputy unabashed": [],
    "deputy unlawful": [],
    "deputy rare": [
        "You are up late one night, unable to sleep. Looking out, you see l_n is also awake. You approach l_n and end up having a quiet conversation about the clan under the blanket of stars above, knowing your ancestors are watching over you. You return to the den, reassured of your position.",
        "One morning you feel a paw jab into your side as you slowly awaken. After finally coming to, you realize that you woke up late and your clanmates are wondering about patrols. Mouse-dung!",
        "You lecture r_w about their behavior. They don't take it well, boldly stating how terrible of a deputy you are. You do your best to shake it off.",
        "l_n rests their tail on you, sharing how much they appreciate what you do for o_cClan. They are grateful to have chosen you as their deputy, knowing that you will be a great leader when they are in StarClan."
    ]
}