{
    "elder old": [
        "You share old stories with the kits, enjoying their rapt attention.",
        "You receive a visit from your former apprentice, now a respected warrior.",
        "You offer advice to the clan leader, drawing from your years of experience.",
        "You appreciate the apprentices, you really do, but you wish that they would be less rough when trying to remove your ticks.",
        "You dream of StarClan more frequently, feeling a sense of peace.",
        "You watch the younger generations with pride, knowing the future of the clan is in good paws.",
        "You teach a group of kits how to play moss-ball. Their laughter and excitement bring back fond memories of your own kit-hood.",
        "You receive a dream from StarClan, warning of an upcoming danger. Your interpretation of the dream helps the clan prepare, proving your wisdom and connection to the ancestors.",
        "You comfort a young warrior who has lost their first battle. Your words of encouragement and shared experiences help them regain their confidence.",
        "You share a quiet moment with the medicine cat, reminiscing about the past and discussing the future of the clan. The conversation brings a sense of peace and fulfillment, knowing you've lived a life full of purpose and love for your clan.",
        "You counsel a young warrior dealing with their first heartbreak. Your wisdom and empathy help them navigate through their pain.",
        "You watch as your clan thrives under a new leader. The change is bittersweet, but it also fills you with pride and hope.",
        "You share a story about a legendary battle you fought in. The kits listen with wide eyes, hanging on to your every word.",
        "You meditate under the warm sun, feeling the aches in your old bones ease. The peace and tranquility remind you of the joys of your twilight years.",
        "You dream of StarClan, seeing old friends and loved ones. The dream reassures you that when the time comes, you'll be joining a community of stars.",
        "You're visited by a kit who asks about your warrior days. The interest in their eyes makes you feel valued and respected.",
        "You watch as the clan prepares for an approaching storm. The hustle and bustle remind you of your active days, making you feel nostalgic.",
        "You share a piece of wisdom with a struggling apprentice. Their gratitude makes you realize the importance of your role as an elder.",
        "You spend a peaceful afternoon sunning yourself on a warm rock. The simple pleasure reminds you to appreciate the quieter moments of life.",
        "You share a story from your youth with the kits, their attention focused on you as you speak.",
        "You give advice to a young warrior, their gaze intent as they listen to your words.",
        "You watch your Clan from the elders' den, their daily activities a constant buzz of noise in the background.",
        "You share tongues with an old friend, their familiar scent comforting as you groom each other.",
        "You mediate a dispute between two young cats, their voices rising in frustration as they argue.",
        "You dream of StarClan, their starry pelts glowing in the dark expanse of your dream.",
        "You can feel a storm coming in your bones and decide to rest the rest of the day to ease the aches.",
        "You watch the kits play, their energy a stark contrast to the quiet of the elders' den.",
        "You share a piece of fresh-kill with a visiting warrior, their grateful nod a silent thanks.",
        "The leader comes to you with an issue, but you just shrug it off and go back to sleep.",
        "You have to shoo away some naughty kits who tried to sneak into your den. Despite that, it makes you remember the times you yourself were a kit fondly.",
        "You lay in the nursery for an entire afternoon and regret it soon after.",
        "You tell some curious kits about some 'very true' heroic deeds you did as a youngster.",
        "You give advice to the deputy, their attentive gaze showing their respect for your wisdom.",
        "You share a story about a legendary warrior, the camp falling silent as you speak.",
        "You watch a warrior ceremony, the new warrior's eyes shining with pride under the moonlight.",
        "You share a quiet moment with the medicine cat, their gentle touch checking for any aches or pains.",
        "You share a story about an old battle, the kits hanging onto your every word as you describe the fight.",
        "You give advice to a new parent, their nervous gaze softening as they listen to your words.",
        "You watch the sunset from the elders' den, the sky a blaze of colors as the day ends.",
        "You receive a vision from StarClan, their message clear in your dream.",
        "You receive a visit from your former apprentice, their respectful nod a silent greeting.",
        "You watch the seasons change from the comfort of the elders' den, the camp transforming with each passing moon.",
        "You receive a vision from StarClan, their starry pelts glowing in the dark expanse of your dream.",
        "You attempt to teach an eager kit some fighting moves, but your joints creak so loudly, the whole nursery bursts into giggles.",
        "During a storytelling session, you fall asleep mid-sentence, only to wake up to the kits' laughter and finish the story with a ridiculous twist.",
        "You decide to race the apprentices across the clearing, only to get distracted by a butterfly halfway through.",
        "In an attempt to show your still-sharp hunting skills, you pounce on a leaf, declaring it the largest piece of prey the Clan has ever seen.",
        "You give a dramatic reenactment of an old battle, complete with sound effects and exaggerated motions, earning belly laughs from your Clanmates.",
        "A kit tells you that you're really old. You respond that if they stop pestering you, they may get to be this old as well!",
        "During a Clan meeting, you doze off and start snoring loudly, causing the younger cats to giggle and the leader to pause their speech.",
        "You attempt to jump onto a ledge, forgetting it's a bit higher than it used to be. Your surprised yowl when you land back on the ground causes laughter to echo through the camp."
    ],
    "elder general": [
        "You find kits frolicking in your favorite spot to nap, but you don't have the heart to scare them off. Instead, you watch them play fondly until they're eventually called back by the queens.",
        "You spend the day taking a very productive nap in the sun.",
        "You take a moment to think about how much the clan has changed.",
        "You find yourself longing for the time when your biggest worries were catching butterflies and trying to figure out which nest in the nursery had the softest moss.",
        "You attract a small crowd as you tell a thrilling story, leading your audience through many unexpected twists and turns.",
        "You accidentally cause an apprentice to get side-tracked by telling them tales from your own apprentice days."
    ],
    "elder assertive": [],
    "elder brooding": [],
    "elder cool": [],
    "elder upstanding": [],
    "elder introspective": [],
    "elder neurotic": [],
    "elder silly": [],
    "elder stable": [],
    "elder sweet": [],
    "elder unabashed": [],
    "elder unlawful": [],
    "elder rare": [
        "You wake up to the medicine cat and a handful of friends gathered around you in a hush, discovering that you had scared r_e by not waking up when shaken. You shake it off, but your mind keeps wandering back to what would have happened if you didn't awaken."
    ]
}