{
    "kitten general": [
        "You roll a piece of moss into a ball and bat it around with your tiny paws.",
        "A bug skitters around the nursery, catching your eye. You pounce on it, and hold it up proudly so that the warriors can see your accomplishment.",
        "As the camp settles down for the night, you curl up in your nest but can't seem to fall asleep! You want to continue to play, play, play.",
        "You and r_k set up an ambush, crouching near the camp entrance in wait for your victim. As soon as the entrance rustles, both of you pounce, landing on a shocked r_w.",
        "r_k beckons you out of the nursery one morning to play a game of mossball. The game ends in your victory!",
        "r_k beckons you out of the nursery one morning to play a game of mossball. The game ends in your loss...",
        "You watch as d_n organizes a patrol, hoping one day that you'll be a part of one.",
        "r_a shows off their skills, and you observe in awe. Maybe someday you'll be just like them.",
        "r_a makes fun of the fact that you can't leave camp yet. You lash your tail angrily. One day!",
        "You sneak into the warrior's den, only to be chased out by r_w.",
        "You play hide and seek with r_c, and you find such a good hiding spot that the Clan starts to worry you've gone missing. When you spring out of your spot, you're scolded, despite insisting it was r_c's idea to play hide and seek.",
        "r_k plays a game of mossball, but seems to pointedly exclude you.",
        "y_p comes back with a huge, colorful bird, and regales you with the tale of the chase! You listen in awe.",
        "You and y_s spend the whole day brainstorming about your full names together! You hope you'll be given matching ones.",
        "y_s refuses to play with you so you complain to y_p, who forces them to apologize. Later, they prank you with thorns in your nest as revenge.",
        "You and y_s take a nap together after a long day of playing. You cuddle together into a warm pile of fluff.",
        "y_p chides you unfairly for breaking the rules, but y_s steps in to defend you!",
        "r_c trips over you on the way to the freshkill pile.",
        "r_a shows you a cool game called 'keep it up' which involves batting at a leaf to keep in in the air so it doesn't hit the ground.",
        "A sudden downpour drenches the camp. You splash in the puddles it leaves behind. The queens aren't happy when you track mud back into the nursery.",
        "A warrior brings you some honey to taste. It's absolutely delicious and you beg the warrior for more.",
        "You attempt to climb a tree. Your small claws scrape against the bark, but you don't get very far before a warrior urges you back to the nursery.",
        "You spend the day in the nursery, terrified of your newest discovery. You stare at the ground, eyes wide. Why does this happen? Why does your body do this? Where did your legs go? Why do they disappear whenever you sit down?",
        "You pull and tug on y_p's ear, they don't stir from their slumber. It isn't until you yowl in their ear they snap back to reality. You both spend the morning chasing each other around camp.",
        "y_p stares at you sternly, their paw firmly holding your tail keeping you in place. You don't want a lecture! Not now! It was an accident you swear, you would never, ever, ever pour honey into the warriors den as a prank! Not you!",
        "You and y_p debate the weather for the next week. You both hope rain doesn't come soon, you shiver at the thought of the droplets clinging to your pelt.",
        "While you're outside playing, an unexpected downpour begins. You let out a small growl of annoyance as your fur becomes drenched. Sensing your discomfort, l_n moves to stand over you, sheltering you from the worst of the rain until the skies clear.",
        "While exploring the camp, you stumble and hurt your paw. r_q rushes over, concerned, and gently licks your wound until you feel better.",
        "You follow the warriors with your eyes as they leave for a patrol. You can't wait for your turn to explore beyond the camp.",
        "You cuddle close to y_l, silently vowing to always keep them safe."
    ],
    "kitten assertive": [
        "You watch the battle-scarred warriors coming back into camp from the border patrol, eyes wide. You hope you'll be just like them someday!",
        "y_p scolds you for playing too roughly with your sibling y_s, and makes you apologize. You stick out your tongue at them for being such a tattle-tail.",
        "You and r_k have a yowling competition, which stresses out y_p so much that they have to take a break and unload you onto the queens.",
        "You're so filled with energy that you spend the entire afternoon chasing your own tail!",
        "You and y_s hatch a plan to sneak out of camp, only for r_q to catch you and stop your plan before it even starts!",
        "While r_e is telling a story, you constantly interrupt them with questions, eager to learn every detail.",
        "You demand r_w to show you a battle move. r_w reluctantly agrees, performing a basic swipe. Later, you copy them, practicing the move over and over again.",
        "When r_a teases you, you state that one day you'll become a better warrior than them!",
        "r_k takes your nest one night. You yowl and launch an attack on them, pretending they are an enemy warrior who is invading the territory.",
        "You and y_s hatch a plan to sneak out of camp, only for r_q to catch you and stop your plan before it even starts!",
        "You sneak into parts of camp where you're not supposed to be, your hunger for adventure already insatiable.",
        "You roll your eyes when r_k cries over a small cut. You're so much stronger than they are.",
        "You help y_s devise a plan to get back at a cat who was bullying them.",
        "You yell at r_c who had accidentally stepped on a bug that you were watching."
    ],
    "kitten brooding": [
        "You find a quiet, shaded spot beneath an old oak tree and spend hours there, just observing the comings and goings of the clan.",
        "You sit and stare at your reflection in a puddle, dipping in a tiny paw and watching the water ripple.",
        "r_w approaches you, asking if you are okay. You just wanted some solitude, away from the nursery for once!",
        "You watch r_k run and play, wondering why you can't be as carefree as your denmates ...",
        "You shred a leaf into smaller and smaller pieces until it's reduced to nothing but specks of dust.",
        "r_w tells you to smile more. It only deepens your scowl.",
        "You bury your face into y_p's fur, wishing the nursery weren't so bright all the time.",
        "You pick on r_k for being smaller and weaker than you are.",
        "You daydream about being a cat in o_cClan. Maybe they would understand you better there.",
        "You roll your eyes when r_k cries over a small cut. You're so much stronger than they are.",
        "You help y_s devise a plan to get back at a cat who was bullying them."
    ],
    "kitten cool": [
        "As r_e tells you a long and boring story, you restlessly paw at the grass, waiting for them to be done.",
        "After a particularly rowdy play session, you find a small tuft of fur missing from your flank. You can't wait to show off your 'battle scar'!",
        "The whole hunting patrol comes to visit you in the nursery, showering you with gifts and praise.",
        "You perform a choreographed song and dance for the leader, much to their delight.",
        "You overhear r_w remark that you must be the most charming little kit c_nClan has ever seen.",
        "You convince r_q to let you go out and play, without much effort. It seems you're especially good at using your words to get what you want.",
        "The o_cClan mediator visits you in the nursery, and you delight them with your jokes, successfully diffusing tensions between the two Clans.",
        "An argument breaks out between two of your denmates, but you lighten the mood by cracking a joke that makes everyone laugh.",
        "Your denmates watch enviously as r_w brings you a special gift.",
        "A lot of the kits in the nursery get picked on, but never you ... Must be your natural charm."
    ],
    "kitten upstanding": [
        "r_q lectures about the basics of the Warrior Code. You make it a point to memorize each rule, hoping to get a head start on your apprenticeship.",
        "The deputy visits the nursery to teach the kits about border safety, and you're thrilled to answer all their questions correctly. Maybe you'll be their deputy someday!",
        "You peek into the leader's den, eyes wide with awe. You wish you were as big as important as l_n is.",
        "You beg r_a to help you get a head start on your apprenticeship, much to their annoyance.",
        "You spend an afternoon carefully planning out the rest of your life. r_w will be your mentor, then you'll usurp d_n as deputy, and finally, you'll be leader of all of c_nClan. It's flawless.",
        "You throw a tantrum when r_k doesn't follow the rules of the game you're playing.",
        "You memorize all the birds that move in and out of camp, delighting the warriors when you can identify them correctly.",
        "You demand that d_n give you a task or put you on a patrol, just like the warriors. They assign you to watch the nursery. You take this new responsibility seriously, standing guard with unwavering focus.",
        "You spend the day ordering around r_k, acting out a story you spent hours planning and getting upset when they try to deviate."
    ],
    "kitten introspective": [
        "You ask r_e about life after death. r_e tells you more about the warrior ancestors up in StarClan and how each star in the sky represents an ancestor who is watching over you.",
        "You ask r_e about the Dark Forest. r_e tells you that it is a place where troublesome kits go.",
        "You spend an entire day watching the clouds slowly drift over camp.",
        "While your denmates run and play, you visit r_e in the elder's den, hoping to learn from their wisdom and experience.",
        "You tear up at the sight of a squished bug. y_p remarks how sensitive you are.",
        "r_w jokes that you're an 'old soul' ... whatever that means.",
        "You have a whole conversation with d_n, stumping them with some of your questions.",
        "On a drizzly day, you ask y_p where the rain comes from. When they can't answer, you spend hours puzzling over the question yourself.",
        "You ask y_p about the meaning of life. They laugh and tell you you're too young to worry about things like that, and yet you can't seem to stop ...",
        "You try to get y_s to ponder about the nature of your warrior ancestors with you, but they get bored and wander off to do something else."
    ],
    "kitten neurotic": [
        "When you catch the gaze of l_n, you nervously duck your head back into the nursery.",
        "You tell y_p that you don't want to become an apprentice. y_p reassures you that it won't be so bad.",
        "You're kept awake all night, terrified of the shadows on the nursery walls.",
        "You watch r_k run and play, wondering why you can't be as carefree as they are.",
        "You spend all day giggling at r_e's funny stories, happy for a break from the fast pace of nursery life.",
        "r_c cheers you on as you step into a puddle for the first time, showing you there's nothing to be afraid of.",
        "You shriek and jump at a bug crawling on you ... Only for it to turn out to be a piece of fuzz.",
        "You're scared of leaving the nursery when it's raining, but seeing y_s run out and play in the water makes you feel braver, and you finally work up the courage to join them.",
        "r_w asks if you've started thinking about what you'd like to be when you're older, and anxiety fills your heart, overwhelmed by the possibilities of the future.",
        "A checkup trip to the medicine den leaves you terrified of all the strange sights and smells, and y_p has to bribe you with prey to even look in r_m's direction again."
    ],
    "kitten silly": [
        "You and r_k imitate l_n and d_n, pretending to order around some warriors.",
        "You and y_s hatch a plan to sneak out of camp, only for r_q to catch you and stop your plan before it even starts!",
        "You ask r_d if you can come along the next time they travel to o_cClan.",
        "You try to stay up all night just to see what happens. You end up falling asleep a little past moonhigh."
    ],
    "kitten stable": [],
    "kitten sweet": [
        "You bring r_m a flower that you found near the nursery. Perhaps it's an herb that will help them cure sick cats.",
        "When you notice r_k getting left out of a game, you immediately invite them to join.",
        "You listen to r_e tell a story, listening politely even though it is a bit boring.",
        "You try to help r_a with their chores, bringing them moss or twigs, even if it's not always needed. It's the thought that counts!",
        "When r_k takes a tumble and gets a small scrape, you are the first to hurry over to the medicine den to get r_m.",
        "You tear up at the sight of a squished bug. y_p remarks how sensitive you are."
    ],
    "kitten unabashed": [
        "You play in the middle of the camp clearing, making the warriors have to step around you constantly to get around.",
        "You pretend to collapse in front of the medicine den to get r_m's attention, pleased when they rush over to you in concern.",
        "You see r_a practice a battle move near the apprentice den. You loudly critique their technique, ensuring the warriors can hear your 'expert' opinion.",
        "You play in the middle of the camp clearing, making the warriors have to step around you constantly to get around.",
        "You remark that r_c's nose looks bigger than usual today and are confused when they get mad at you.",
        "When r_q demands to know who messed up one of the queen's nests, you fess up immediately, and they commend your honesty.",
        "When r_k calls you a mean name, you take it in stride, proudly declaring it your new nickname.",
        "You help y_s devise a plan to get back at a cat who was bullying them.",
        "You can't control yourself and eat a piece of prey that y_p was saving for r_c. The guilt is crushing afterwards.",
        "y_p grooms your fur after your third trip today, remarking how clumsy you are.",
        "Curious, you venture into a thicket of brambles, and return to an exasperated r_q covered in thorns."
    ],
    "kitten unlawful": [
        "r_q lectures about the basics of the Warrior Code, but you don't pay attention. Rules are boring, you'd much rather be outside playing mossball!",
        "You and y_s hatch a plan to sneak out of camp, only for r_q to catch you and stop your plan before it even starts!",
        "You poke your nose outside camp when none of the warriors are looking, and are amazed by the sights and smells of the vast territory.",
        "r_q tries to give you a lesson on Clan history, but you keep making funny faces and distracting your denmates until eventually the whole lesson has to be cancelled.",
        "You roll your eyes as y_p lectures you on how you need to take things more seriously.",
        "You teach y_s to say bad words, much to y_p's horror.",
        "You fake an injury to purposefully get r_k into trouble, to get back at them for making fun of you earlier.",
        "You sneak into parts of camp where you're not supposed to be, your hunger for adventure already insatiable.",
        "You challenge r_w to a fight. The warrior is much weaker than you thought they were, and you stand on top of them triumphantly."
    ],
    "kitten rare": [
        "One night, as you sneak out of the nursery, you look up to see brilliant streaks of white light traveling across the sky. You watch the meteor shower, your eyes wide with amazement and wonder.",
        "One night, starry cats visit you in a dream, stating that you are destined for greatness.",
        "One night, some unknown cats visit you in a dream, their pelts dripping with an unknown substance. They tell you that you are destined for something great.",
        "The leader of o_cClan visits camp, but no one will tell you why."
    ],
    "moon_2_one_parent": [
        "You feel the soft touch of parent1's fur as they curl around you. Their warm purr is comforting, making you feel safe. The world may be wide and unknown, but here, buried in their fur, you know you are loved and protected.",
        "Even though your eyes are still closed, you know you're not alone. parent1 is there, brushing your head with their muzzle. The sound of their soft voice, telling you stories of brave Clan cats.",
        "The wind picks up outside the nursery causing you to tremble. parent1 comes closer, whispering into your ear that it's just the wind, nothing to fear. Your trembling lessens as their comforting purrs reassure you.",
        "One day, you feel the soft nudge of parent1. They encourage you to stand on your tiny paws. Despite a few stumbles, you manage to stand tall, looking up to see parent1's eyes glowing with pride.",
        "parent1 takes you to the entrance of the nursery for the first time. The camp is buzzing with activity, making your heart pound with excitement and fear. parent1's reassuring nudge reminds you that this is your future - you're not just a kit anymore, you're a part of the Clan.",
        "Trying to run for the first time, you stumble and fall flat on your face. parent1 asks if you're okay, hiding a smile."
    ],
    "moon_2_two_parents": [
        "The sun sets, casting a golden hue throughout the nursery. parent1, their tail curled around you, purrs a soft melody, while parent2 nuzzles your forehead, their love for you manifesting in each tender touch. You feel the warmth of their bodies against yours, offering comfort and security as you drift off to sleep in the coziness of their combined embrace.",
        "You feel the familiar touch of parent1 nudging you playfully, a gesture to wake up for another day of discovery. Meanwhile, parent2 patiently waits, a freshly caught shrew resting by their paws. This act of love fills your heart with joy, and you realize just how much they care for you.",
        "It's a stormy day, the rain pounding on the roof of the nursery. You shudder, but then you feel parent1's gentle stroke against your fur, a calming presence amidst the uproar. parent2 shares stories of valiant cats facing such storms, instilling in you the courage and resilience that is the mark of a true warrior.",
        "One day, parent1 takes your tiny paw into their own, guiding you to make your first paw print in the soft mud outside the nursery. parent2 watches from a distance, their eyes gleaming with pride and a hint of bittersweet nostalgia. They know, as you do, that this small act signifies a step toward the big, wide world outside and your coming of age.",
        "parent1 and parent2 take turns teaching you the Warrior Code, their voices filling the nursery with tales of honor, loyalty, and bravery. You listen, captivated, as they teach you about the core values that bind the Clan together. The pride in their eyes motivates you to be the best you can be for your Clan.",
        "One evening, under the star-studded sky, parent1 points out various constellations to you. parent2 whispers stories that align with each constellation, legends of the great warriors who now watch over you from StarClan. As you gaze at the twinkling stars, you realize your journey is not just your own but continues the legacy of the cats who came before you.",
        "The day comes when you leave the nursery for the first time, exploring the bustling Clan camp. parent1 and parent2 stay close, guiding and watching as you interact with your future Clanmates. Though the camp feels immense and somewhat intimidating, your parents' reassuring presence reminds you that you're part of a larger family, ready to support you at every turn."
    ],
    "moon_3_one_parent": [
        "One day, while the camp is buzzing with the morning's activity, parent1 gently wakes you. They tell you it's time to explore the camp, their voice warm and encouraging. Your tiny heart races with anticipation as you venture out of the nursery, parent1's reassuring presence guiding you every step of the way.",
        "parent1's voice pulls you from your dream, a soft hum singing praises of StarClan. The melody is simple and you feel comforted by your parent's faith in the ancestors above.",
        "You feel the tickle of parent1's tail against your nose, waking you up from your mid-day nap. With a playful swat, they invite you to join in a gentle play-fight. As you tumble and wrestle under their watchful gaze, a feeling of pure joy spreads through you, making this ordinary day a memorable one.",
        "On a quiet afternoon, parent1 leads you to the fresh-kill pile. You observe as they skillfully select the perfect meal, teaching you about the different prey in the process. Your eyes are wide with wonder and admiration, eager to learn more about this essential skill for survival.",
        "One leaf-fall evening, you're huddled close to parent1, your body shivering slightly from the cool breeze. They wrap their tail around you, sharing stories of their first leaf-fall. The tales of their younger days fill you with a sense of pride and excitement for the adventures that await you.",
        "During a stormy night, the sound of thunder rattles the camp. As you whimper, parent1 gently soothes you, explaining that the storm is just a natural part of life, nothing to be feared. Their comforting voice guides you back to sleep, assuring you that you're safe in their care.",
        "One day, parent1 takes you to a quiet corner of the camp. There, under the watchful eyes of your ancestors, they teach you how to clean your fur. Though it seems like a mundane task, you feel a sense of accomplishment and growth, a little more prepared for life outside the nursery.",
        "As the moon shines brightly overhead, parent1 tells you tales of the great gatherings at Fourtrees. Their stories are filled with peace, rivalry, and unity among the Clans, instilling in you a profound respect for the traditions of your ancestors. With each tale, you can't help but envision your future self at these gatherings, representing your Clan with pride."
    ],
    "moon_3_two_parents": [
        "Early one morning, parent1 gently rouses you from your sleep. With parent2 at their side, they lead you to the heart of the camp for the first time. As you take in the sights, sounds, and scents of your home, you sense their pride and your own growing excitement for what awaits you beyond the nursery walls.",
        "One quiet evening, parent1 and parent2 sit with you under the starlit sky. They tell you tales of the ancient Clans and the great warriors that now shimmer above you in StarClan. These stories fill your dreams, painting them with acts of courage, wisdom, and sacrifice that one day, you too, might echo.",
        "During a particularly warm day, parent1 nudges you towards a shady spot under a tree. parent2 fetches a small piece of fresh-kill for you, teaching you the importance of staying nourished and cool. The love and care in their actions bring comfort, making the heat more bearable and the day more memorable.",
        "One day, parent1 and parent2 take turns teaching you about different prey. You learn about their smells, sounds, and tracks, feeling a rush of excitement with every new discovery. It's your first step towards understanding the life of a warrior, and their gentle guidance fuels your eagerness to learn more.",
        "Amidst a leaf-fall storm, you huddle close to parent1 and parent2 in the warmth of the nursery. As the rain beats against the roof, they whisper stories about the power and beauty of the storm, reassuring you that there's nothing to fear. Their comforting presence makes the nursery a safe haven, even amidst the fiercest storms.",
        "One moonlit night, parent1 shares with you the warrior code while parent2 attentively listens. As you memorize the code, they explain each law, helping you understand the principles that bind your Clan together. The seriousness in their eyes impresses upon you the weight of these laws, making you determined to uphold them one day.",
        "On a peaceful evening, parent1 and parent2 share their own kithood stories with you. Their tales of mischief, learning, and camaraderie fill your heart with joy and anticipation for the adventures that lie ahead. As you drift to sleep between them, you feel more connected to your parents and more excited about your journey to becoming a warrior."
    ],
    "moon_4_one_parent": [
        "One day, parent1 shows you the apprentice's den. Though it seems big and somewhat intimidating, the prospect of joining the apprentices soon fills you with excitement. Their presence reassures you, reminding you that they'll always be there, cheering you on every step of your journey.",
        "You tried to sneak out of camp after parent1 was called elsewhere. Sadly, your denmate snitched on you, and you were brought back to the nursery."
    ],
    "moon_4_two_parents": [
        "One day, parent1 shows you the apprentice's den while parent2 watches with a warm smile. Though it seems big and somewhat intimidating, the prospect of joining the apprentices soon fills you with excitement. Their presence reassures you, reminding you that they'll always be there, cheering you on every step of your journey.",
        "You tried to sneak out of camp after parent1 and parent2 were called elsewhere. Sadly, your denmate snitched on you, and you were brought back to the nursery."
    ],
    "moon_5_one_parent": [
        "parent1 encourages you to speak with the elders about the different paths you can take when you become an apprentice. Your head starts to feel like its going to explode after you learn about what each role -- warrior, medicine cat, and mediator all entail.",
        "You're so excited for your upcoming apprentice ceremony that you jump up and down with excitement. parent1 watches you with amusement.",
        "As your sixth moon approaches, parent1 tells you about the approaching ceremony where you'll be assigned a mentor and begin your training. Their shared excitement mirrors your own, their comforting words easing any nerves. Their pride in you is palpable, their love evident, making the anticipation of your coming journey even more thrilling."
    ],
    "moon_5_two_parents": [
        "parent1 and parent2 encourage you to speak with the elders about the different paths you can take when you become an apprentice. Your head starts to feel like its going to explode after you learn about what each role -- warrior, medicine cat, queen, and mediator entails.",
        "You're so excited for your upcoming apprentice ceremony that you jump up and down with excitement. parent1 and parent2 watch you with amusement.",
        "As your sixth moon approaches, parent1 and parent2 tell you about the approaching ceremony where you'll be assigned a mentor and begin your training. Their shared excitement mirrors your own, their comforting words easing any nerves. Their pride in you is palpable, their love evident, making the anticipation of your coming journey even more thrilling."
    ]
}