{
    "leader old": [
        "As the sun rises, you stand over the Clan, casting a watchful eye over your Clanmates as they stir to life.",
        "You make the difficult decision to relocate the camp due to an impending storm, ensuring your Clan's safety.",
        "In the quiet of your den, you think deeply about the most efficient way to divide the hunting and patrolling duties among the Clan members.",
        "You preside over an apprentice's warrior ceremony, feeling a surge of pride as they receive their warrior name.",
        "You hold a meeting with your deputy and senior warriors to discuss the current state of the Clan, the prey situation, and any potential threats.",
        "You meet with a concerned queen in the nursery, discussing the progress and wellbeing of their kits.",
        "During a gathering, you represent your Clan with dignity, sharing your news and standing strong in the face of tension between the Clans.",
        "You receive a prophecy from StarClan in a dream, and spend the rest of the night contemplating its meaning.",
        "After a successful hunting patrol, you make sure to eat last, ensuring every member of your Clan has eaten first.",
        "You welcome a new member into your Clan, introducing them to the rest of the Clan and helping them settle in.",
        "You lead a patrol to mark the borders, reminding other Clans of your territory's boundaries.",
        "At moonhigh, you take a quiet moment to yourself, reflecting on the day's events and planning for the days to come.",
        "You console a grieving Clanmate, your presence a beacon of comfort and strength in their time of loss.",
        "Before retiring to your den, you take a last look around the camp, ensuring everything is calm and your Clanmates are safe for the night.",
        "You receive a significant prophecy from StarClan. You must interpret its meaning and guide your Clan through the foretold challenges.",
        "During a Gathering, you make a passionate speech about the importance of the warrior code, earning respect from all four Clans.",
        "A fire threatens your camp. You lead the evacuation, ensuring all your Clanmates are safe, and later supervise the rebuilding of the camp.",
        "There's a border dispute with a neighboring Clan. You must decide whether to engage in battle or seek a peaceful resolution.",
        "A young warrior challenges your leadership. You handle the situation wisely, reinforcing your authority without causing unnecessary discord.",
        "An outbreak of greencough strikes your Clan. You collaborate with the medicine cat to enforce quarantine measures and prevent the disease from spreading.",
        "A rival Clan accuses one of your warriors of crossing their border. You handle the situation diplomatically, maintaining the peace between Clans.",
        "The river floods, endangering the nursery. You orchestrate a successful rescue mission to save the queens and kits.",
        "Two of your Clan's warriors are in a heated disagreement. You step in to restore peace, demonstrating your role as the ultimate peacemaker in your Clan.",
        "A rogue cat causes trouble in your territory. You have to decide whether to drive them out or offer them a place in your Clan.",
        "You lead your Clan into a crucial battle to protect your territory. Your strategic thinking and bravery inspire your Clanmates and secure a victory.",
        "You have a troubling dream sent by StarClan. You seek the guidance of the medicine cat to understand its meaning and implications for your Clan.",
        "You receive a plea for help from a smaller, neighboring Clan suffering from a harsh season of little prey. You decide to offer assistance, demonstrating your compassion and inter-Clan solidarity.",
        "You notice tension between some Clan members. You organize a friendly competition to foster camaraderie and diffuse the growing unease.",
        "A Clanmate breaks the warrior code. You have to administer appropriate punishment, reinforcing the code's importance and maintaining discipline.",
        "While trying to demonstrate a difficult battle move to the apprentices, you, lose your footing and roll down a hill, ending up with leaves and twigs stuck in your fur.",
        "You discover that the prey you had chosen to eat from the fresh-kill pile has been stolen by a cheeky kit. They give you an innocent look, and you can't help but chuckle.",
        "As you're about to make an announcement from the Great Rock, you sneeze loudly, startling everyone into silence before they burst into laughter.",
        "You lead a patrol but get distracted and walk into a low-hanging branch. You make light of the situation by claiming you're testing your Clan's alertness.",
        "While visiting the elders, you mistakenly step on a mossy stone and slip into a muddy puddle, providing the elders with a good laugh and a story to tell.",
        "You promise a group of kits a scary story. But when you try to make a scary face, they burst into giggles, finding it more funny than frightening.",
        "You, the respected leader, are bested in a play fight by a bold apprentice. The Clan enjoys a good laugh as the apprentice struts around victoriously.",
        "A yawn interrupts your serious announcement, causing a ripple of laughter to pass through the Clan.",
        "During an important conversation with your deputy, a bee buzzes around you, leading you to duck, weave, and swat until you both end up laughing.",
        "As you settle down for a peaceful sleep, a clanmate decides to gift you with a frog in your nest. Your surprised leap out of your nest sends the whole Clan into peals of laughter."
    ],
    "leader general": [
        "You spend some time thinking about which warriors would be good mentors in the future.",
"You find yourself stuck while trying to think of fitting suffix choices for r_a.",
"You have a quick word with r_d about rising tensions with the other clans.",
"r_k stares at you in awe when you decide to pay a visit to the nursery.",
"You watch r_a practice a few battle moves, giving them helpful tips and pointers when prompted.",
"You go for a morning stroll out in the territory for a much-needed break, putting d_n in charge for the time being.",
"Even though you've had highs and lows, you know that you can trust d_n to lead the clan.",
"You catch up with a few friends, putting leadership duties aside.",
"You admire how much the clan has grown under your leadership.",
"When r_k was nowhere to be found, you quickly sprang into action, organizing search parties to look both in and out of camp. Thankfully, they were found in no time.",
"You hold off your leader duties to spend some time with y_m.",
"r_m stops by your den, asking if they could share a potential message that they had received the night before.",
"A curious clanmate asks you about your leadership ceremony. You dodge the question, not giving up any of the details.",
"r_k asks you what it's like being the leader of c_nClan's. You decide to bring them along as you work through your day, much to their excitement. ",
"You ponder over a tough decision, making the choice that best suits the safety and interests of the clan.",
"You forbid r_a from going to the Gathering after finding out that they had intentionally antagonized a o_cClan patrol, leading to an unnecessary fight.",
"You stand up against untrue allegations presented by the o_cClan leader, prepared to defend your clan with your life."
    ],
    "leader assertive": [],
    "leader brooding": [],
    "leader cool": [],
    "leader upstanding": [],
    "leader introspective": [],
    "leader neurotic": [],
    "leader silly": [],
    "leader stable": [],
    "leader sweet": [],
    "leader unabashed": [],
    "leader unlawful": [],
    "leader rare": [
        "You find r_a sitting in thought at the edge of camp. Curious, you approach them, inquiring about their training. They confess their worries, wondering if their mentor is really the right fit for them. You sit silently for a moment before advising them that, no matter what, you are all clanmates. You are certain that their mentor is doing their best to train them well, but if it comes to it, you can always find a better mentor for them. The apprentice purrs gratefully, happy that they could confide in you, before scampering off with renewed energy.",
"You catch r_m's eye, confused as they quickly turn away, bristling. It seems like they're trying to avoid you. Why? What has StarClan told them?",
"You wonder if d_n is really the right cat to be your successor.",
"You pray that r_w knows where their loyalties lie after watching them sneak out of camp in the middle of the night.",
"After losing a close friend, you can't help but wonder if your nine lives are truly a blessing."

    ]
}