{
    "mediator old": [
        "You inadvertently escalate a squabble between two apprentices by making a thoughtless comment, causing a bigger argument to break out.",
        "During a mediation session, you lose your temper and snap at some warriors, leading to an increase in tension rather than resolution.",
        "You accidentally reveal a sensitive piece of information that was shared with you in confidence, causing distress to the cat involved.",
        "While trying to bring two feuding cats to a resolution, you show bias towards one, causing resentment and deepening the divide.",
        "You have to step in at a Gathering to keep your clans' apprentices from antagonizing the other clans.",
        "Relations have become more and more strained with a neighboring clan. Thankfully, you are able to meet with the other clan's mediator and the two of you form a plan of action to hopefully lower the tension.",
        "You suggest a compromise without fully understanding the gravity of the situation, which is swiftly rejected and leads to more conflict.",
        "Despite being a mediator, you fail to prevent a physical altercation from happening right in front of you, leading to injuries.",
        "You forget an important meeting with a Clanmate who was seeking advice, causing them to feel neglected and upset.",
        "You let personal feelings interfere with your judgement during a dispute, leading to a biased decision that's quickly called out by the Clan.",
        "While trying to settle an argument, one clan member accuses you of being biased. Although you try your best to reassure your clanmate, they only become more and more agitated.",
        "You wrongly predict a peaceful resolution between two Clanmates, resulting in a surprise dispute during a Clan meeting.",
        "During a mediation session, you give advice that worsens a warrior's existing anxiety about their role within the Clan.",
        "You miss a clear sign of hostility between two Clanmates, which later escalates into a major fight.",
        "In your eagerness to help, you interrupt a warrior while they are sharing their feelings, causing them to shut down and refuse further mediation.",
        "You promise to resolve an issue by sundown, but fail to meet the deadline, leading to frustration among the involved parties.",
        "You overestimate your ability to mediate a complex issue, leading to a stalemate and increased tension among the Clanmates.",
        "You mediate a contentious discussion over hunting rights during a Gathering. Your fairness and calm demeanor earn the respect of all Clans, reinforcing peace.",
        "Two rival patrols clash at the border of your territory. You arrive in time to diffuse the situation.",
        "You're called upon to resolve a long-standing feud between two elders. Through patience and thoughtful mediation, you manage to foster a truce, bringing peace to the elder's den.",
        "You advocate for a bullied apprentice in your Clan, ensuring their voice is heard and helping to create a safe and respectful environment for them.",
        "During a dispute between a warrior and their apprentice, you guide them to communicate their expectations and frustrations effectively, mending their strained relationship.",
        "You host a moonlit vigil to remember a fallen Clanmate, providing a space for grief and healing.",
        "An argument breaks out in the nursery between two queens over nesting space. You tactfully mediate the situation, ensuring a fair solution that pleases both parties.",
        "You successfully negotiate a peaceful solution when a rogue cat wanders into your territory, preventing unnecessary bloodshed and ensuring the rogue's departure.",
        "A conflict arises when a Clanmate accuses another cat of stealing their fresh-kill. You intervene and mediate the situation, preventing a fight and restoring order.",
        "Two young warriors challenge each other to a dangerous dare. You intervene and persuade them to reconsider, preventing potential harm and fostering maturity.",
        "When tension builds between your Clan and a neighboring Clan, you volunteer to meet with their mediator. Your tactful negotiation prevents a potential battle.",
        "During a Clan meeting, you facilitate a discussion about new hunting territories. Despite differing opinions, you manage to bring everyone to a consensus.",
        "You help a heartbroken warrior cope with the loss of their mate, providing them comfort and guidance, further establishing your role as a peacemaker and a shoulder to lean on.",
        "During a harsh season, tensions flare over rationing decisions. You step in to facilitate understanding and compromise, ensuring the survival of your Clan.",
        "You prevent a fight between two apprentices by helping them express their feelings and misunderstandings, strengthening their friendship and cooperation.",
        "You counsel a warrior dealing with the stress of their responsibilities, offering advice and empathy, thereby helping to maintain harmony within your Clan.",
        "You mediate a disagreement over patrol schedules, ensuring that each warrior's viewpoint is considered and a fair schedule is agreed upon.",
        "At a Gathering, you step forward to clear up a misunderstanding between your Clan and another, preventing potential conflict.",
        "A queen is upset about their kits not receiving enough attention in training. You step in to mediate a resolution between them and the mentors.",
        "During a territorial dispute with another Clan, you use your mediation skills to negotiate a peaceful compromise, averting a potential battle.",
        "You facilitate a Clan meeting where you propose a new system for shared responsibilities, encouraging fairness and teamwork within your Clan.",
        "An elder feels neglected and unappreciated. You assist in resolving this issue, helping the Clan recognize the importance of respecting and caring for their elders.",
        "A young warrior struggles with their duties and feels overwhelmed. You help them express their concerns to the Clan leader, resulting in a more manageable workload.",
        "Tensions rise when a fresh-kill theft is suspected. Using your diplomacy skills, you resolve the misunderstanding.",
        "A disagreement between your Clan leader and deputy threatens Clan stability. Your careful mediation ensures that the issue is resolved.",
        "You host an event for all of the Clans to honor their shared history, fostering a sense of unity and reminding everyone of their common heritage.",
        "You calm a panicking Clanmate who had a disturbing dream.",
        "You successfully negotiate a truce with a group of rogues who have been causing trouble on your territory, ensuring safety and peace for your Clan.",
        "You advocate for apprentices who feel they are being pushed too hard, mediating a conversation with their mentors and helping to establish a balanced training system.",
        "You assist in resolving a heated argument between two Clanmates over a nest in the warriors' den.",
        "During a patrol dispute, you intervene to come up with a resolution that respects the needs and perspectives of all parties involved, ensuring the smooth functioning of your Clan.",
        "You successfully resolve a dispute between two young warriors over a squirrel. Both agree to share the prey, and you celebrate the peace with a squirrel feast.",
        "An elder complains about noisy kits disturbing their nap. You teach the kits how to play the 'silent game'.",
        "You broker peace between two Clanmates who both want to use the best sunning spot.",
        "You help to mediate a boundary dispute with another Clan. Both sides agree to move the border a tail-length to prevent future conflict, and you return home feeling victorious.",
        "You manage to stop a brewing fight between two apprentices over a moss-ball. The tension dissipates when you suggest a moss-ball match instead.",
        "You intervene when an apprentice complains about their mentor being too strict. After a group discussion and some well-placed humor, both agree to try harder to understand each other.",
        "You walk into a debate about the best type of prey. It's a spirited discussion, but with some gentle steering, it ends in laughter instead of growls.",
        "A Gathering gets heated with high tempers. You step in with a well-timed joke that diffuses the tension and has all the Clans laughing together.",
        "Two warriors bicker over who's the fastest. You organize a friendly race to put the argument to rest. It ends with both warriors winded and laughing.",
        "You mediate a dispute between two queens over the best nest in the nursery. They compromise by deciding to switch nests every half-moon.",
        "You find a peaceful resolution for a conflict about a noisy snoring warrior. Ear plugs made from moss become a surprisingly popular sleep aid in your Clan!",
        "You intervene in a border dispute, only to discover the contested area is a patch of brambles. You help both sides see the humor in their argument.",
        "You help to smooth over a misunderstanding between two elders about a lost item. It's found nestled in the elder's own fur, much to everyone's amusement.",
        "You mediate a quarrel about the best place to store fresh-kill. The debate turns into a fun experiment, with everyone trying out different spots around the camp.",
        "An apprentice is upset they're not getting enough battle training. You suggest a mock battle tournament for all apprentices. It's a hit, making everyone forget about the original dispute."
    ],
    "mediator general": [
        "r_k insists that you be the referee for their game in order to prevent the other kits from cheating.",
        "You're called to settle an argument between two cats, only to find out they're arguing over what piece of prey is the best, and getting far too heated about it.",
        "A queen in the nursery calls you over, thanking you for settling an argument between the kits earlier. Apparently they see you as a hero now.",
        "You recall a memory with one of your mediator friends from o_cClan, and are suddenly thankful that you'll never have to meet them in battle."
    ],
    "mediator assertive": [],
    "mediator brooding": [],
    "mediator cool": [],
    "mediator upstanding": [],
    "mediator introspective": [],
    "mediator neurotic": [],
    "mediator silly": [],
    "mediator stable": [],
    "mediator sweet": [],
    "mediator unabashed": [],
    "mediator unlawful": [],
    "mediator rare": []
}