{
    "medicine cat apprentice old": [
        "A day of intense studying leaves you able to recall every herb in the medicine cat's stores. You celebrate by organizing them in alphabetical order!",
        "A rough day causes you to snap at one of your clanmates. You apologize shortly after.",
        "You were looking for herbs and stumbled across a warrior from another clan. With shock, you realize you got so focused you accidentally crossed the border! Thankfully, they just shoo you away with minor scolding.",
        "You are told to go out and collect herbs... in the rain. You return soaked but the herbs you found are in good condition.",
        "You discover a patch of herbs you've been searching for on a routine trip with your mentor. The resulting celebration startles a passing patrol, but the laughs shared make it a day to remember.",
        "Your mentor compliments you on your rapid mastery of poultices. You beam with pride, deciding to surprise them by cleaning up the medicine den.",
        "As you're out in the territory you wonder what it would be like to be a fighter.",
        "You mistake a plant for another during your training. Instead of chastising you, your mentor shares a story of their own similar blunder, leaving you laughing and less embarrassed.",
        "You're asked to treat a warrior's minor scrape. They're one of the bravest in the clan, but their dramatic yowling over your gentle treatment causes hilarity in the medicine den.",
        "You discover a squirrel stashing acorns in the herb store. Instead of chasing it away, you decide to name it and enjoy the unexpected company.",
        "An elder has been telling tall tales of their exploits in their younger days. When they exaggerate a 'battle wound', you play along and create an elaborate (but harmless) treatment.",
        "You have a dream where StarClan sends you a message... about the best place to nap. Was that really from StarClan? You decide it must be important and proceed to test all the suggested spots.",
        "You're surprised to find kits in the medicine den, trying to 'help' arrange the herbs. Their innocent enthusiasm and mistaken herb identities leave you laughing.",
        "It's a hot day, and you find a cool, shaded spot under some trees. You tell your mentor it's a 'very important mission' and spend the day basking in the pleasant area.",
        "A gust of wind sends the dried herbs flying around the den. Instead of getting frustrated, you turn it into a game of catch.",
        "You notice a tick on a grumpy elder. Their reaction to your tick removal is so dramatic and hilarious, you can't help but retell the story to other apprentices.",
        "While organizing the herbs, you accidentally mix them up. You and your mentor turn the mishap into a fun quiz, making it an afternoon full of learning and laughter.",
        "After a long day of collecting herbs, you return to camp covered in burrs. The Clan gets a good laugh watching you try to shake them off and you can't help but join in the fun.",
        "You misread a sign from StarClan in your dreams, leading to some confusion and anxiety within your Clan.",
        "During a busy day, you accidentally mix up the catmint and the thyme.",
        "You clumsily knock over a pile of neatly stacked dried herbs while trying to fetch some marigold, scattering them all over the den floor.",
        "In an attempt to help, you apply a poultice to a warrior's wound but you wrap it too tightly, causing discomfort.",
        "On a solo herb gathering mission, you manage to get spectacularly lost, returning to the Clan much later than expected, empty-pawed.",
        "You misidentify a herb during a medicine cat meeting, causing a round of gentle teasing from the older, more experienced cats.",
        "After a long, tiring day, you fall asleep while on watch for a sick Clanmate, leading to you oversleeping and missing their early morning check-up.",
        "You accidentally leave some dried herbs outside, allowing a rainstorm to soak the carefully dried herbs.",
        "You misjudge the amount of juniper berries needed for a dose, causing a warrior to feel dizzier than expected.",
        "In your haste to finish your tasks, you leave the yarrow near the tansy, causing a pregnant queen to accidentally consume some of the harmful herb. Your mentor is furious.",
        "You forget to thoroughly clean a wound before applying a poultice, leading to a minor infection.",
        "While trying to soothe a scared kit, you tell a story about the power of medicine cats, but you accidentally scare them even more with a tale of greencough.",
        "Despite repeated lessons, you fail to recognize the early signs of whitecough in an elder, leading to them feeling more unwell than necessary.",
        "You correctly identify a patch of herbs during a walk with your mentor. They purr, complimenting your skills.",
        "You accidentally mix up the moss for bedding with the moss for wound dressings. It's an easy mistake to make and you and your mentor end up laughing about it.",
        "During an emergency, you keep your head and remember the right herbs to treat a sprained paw. Your Clanmate is grateful.",
        "You try to approach a beehive to get honey for a remedy. It doesn't go as planned, but you manage to escape with only a few stings. Some clanmates laugh at your swollen face when you arrive back at camp.",
        "You successfully deliver a kit. It's a rough process, but you feel a great sense of accomplishment.",
        "You have a dream from StarClan. It's a bit confusing, but it turns out they just wanted to tell you where to find a big patch of comfrey.",
        "An elder keeps trying to convince you to use an old, nonsensical remedy involving three feathers and a pebble. It's hard to keep a straight face, but you manage to respectfully decline.",
        "You accidentally put too much burdock into a mixture and it tastes awful. Your patient isn't too happy.",
        "A warrior pretends to be much sicker than they are, just to get out of patrol duty. You play along and prescribe an extra helping of the foulest herbs you can find.",
        "You misjudge a jump and tumble into a patch of nettles. It stings, but your mentor is able to use the situation as a practical lesson in treating minor wounds.",
        "You have a friendly competition with your mentor to see who can collect the most marigold in a set time. You lose, but it's fun and you both gather plenty of herbs.",
        "You fall asleep in the middle of sorting herbs and wake up with herbs stuck to your face. Your mentor finds it amusing, and you can't help but laugh at yourself.",
        "You treat a case of whitecough. The patient makes a full recovery and thanks you by bringing you your favorite piece of prey.",
        "You successfully locate a rare herb needed for a particular remedy. Your mentor is so impressed they do a little victory dance.",
        "You try to hunt to understand the struggle warriors go through. It's more difficult than you thought, and you end up completely exhausted.",
        "A Clanmate comes to you with a thorn in their paw. After successfully removing it, they start dramatically limping, pretending it's much worse, and you roll your eyes.",
        "You attempt to make a new poultice by mixing different herbs together. It turns out to be a good tick repellent instead, much to your and your mentor's surprise.",
        "You have a dream that you're being chased by giant marigold flowers. You wonder if its a sign from StarClan.",
        "A queen pranks you by pretending they're about to have their kits. Your mentor is in on it, and they both have a good laugh when you rush in, panicked but prepared.",
        "You practice your moss-soaking technique to make it easier to give sick Clanmates water. You accidentally soak your mentor instead, and despite the initial shock, they find it hilarious.",
        "One morning, mentor1 patiently demonstrates how to treat a nasty bout of greencough. You carefully watch, storing each step and instruction in your mind.",
        "You manage to save a young kit who was stung by a swarm of bees. Using a poultice of crushed blackberry, you alleviate the swelling and pain, making mentor1 proud.",
        "You assist mentor1 in the birth of new kits. It's messy and stressful, but when you see the healthy kits and their parent, it's all worth it.",
        "You find a twoleg item in the forest, a plastic bag filled with strange-looking herbs. mentor1 warns you about the dangers and unpredictability of twoleg things, urging caution.",
        "During a full moon, you accompany mentor1 to a Gathering. You are awed by the presence of other medicine cats and listen keenly to their wisdom.",
        "An outbreak of whitecough hits the camp. You work tirelessly alongside mentor1, managing to treat all the affected cats successfully with catmint.",
        "You encounter an injured rogue on a border patrol. Despite initial hostility, you use cobwebs to stop their bleeding, and send them on their way.",
        "mentor1 falls ill, and it's up to you to care for them. You utilize all the knowledge they've passed on, showing your worth as a future medicine cat.",
        "You're led by StarClan in a dream to a hidden patch of horsetail, a plant your Clan was running low on. mentor1 praises your intuition and connection with the ancestors.",
        "While treating a warrior's deep cut, you keep your calm even though they're lashing out from the pain.",
        "In the midst of a raging storm, you remember mentor1's words and gather wet moss to quench the thirst of the elders, earning their gratitude and respect.",
        "You awaken from a vivid dream where StarClan reveals a new herb location. You set out at dawn to find it, and sure enough, there it is, just as in your dream.",
        "During a particularly tough herb season, you stumble upon a patch of catmint. The discovery of this rare herb in such a harsh season boosts the morale of your Clan.",
        "You bravely rescue an injured kit from a fox trap. You manage to treat the kit's wounds using cobwebs and marigold, earning the grateful mews of the queen.",
        "You make a bold decision to trek through a heavy rainstorm, retrieving some herbs to help with the elder's joint pain. They appreciate your efforts, warming your heart.",
        "In a moment of curiosity, you experiment with different herb combinations and stumble upon a surprisingly effective remedy for diarrhea.",
        "You successfully guide a lost kit through the forest using your understanding of the territory gained during herb gathering expeditions.",
        "When a fire breaks out in the forest, you lead the ill and injured cats to safety, making careful use of your knowledge of the safest and quickest routes.",
        "When a large rat bites you during a foraging expedition, you treat the wound yourself with burdock root and cobweb.",
        "You take the initiative to organize the herb stores, making them more efficient. The time saved on searching for herbs allows for quicker responses in emergencies.",
        "You spend a quiet evening studying the moon and stars, strengthening your connection with StarClan and deepening your understanding of your ancestors.",
        "You find an unusual herb on a foraging trip. After careful research, you identify it as feverfew, a useful herb not previously found in your Clan's territory."
    ],
    "medicine cat apprentice general": [
        "y_s visits you in the medicine den and the two of you spend all day updating each other on the exciting new things you've learned!",
        "y_s fakes an injury to spend more time with you in the medicine den.",
        "You give y_s a tour of the den, giggling at how overwhelmed they seem at all the herbs.",
        "Your training has kept both of you busy, but you y_s schedule some much-needed sibling time.",
        "You spend the day cleaning out the very back corner of the herb store, much to the approval of your mentor.",
        "You can't help but feel a bit left out after watching the warrior apprentices share an inside joke you don't understand.",
        "As instructed by y_m, you take over the task of checking your clanmates ailments for the day. A glow of pride runs through you as you are entrusted with the duty.",
        "You get turned around while trying to find a specific herb in the den. Why does y_m's way of organizing have to be so complicated?",
        "You pull a face while chewing on a foul-tasting herb. y_m laughs and promises that you'll get used to it.",
        "r_w claims they have such a foul bellyache, and they should really stay in from patrols today. You're convinced they simply ate too much prey, but y_m still demands you to provide them with juniper berries.",
        "You're more than overjoyed to be working with the other apprentices, leading them out of camp for herb gathering. Apparently, they have been dreading it, and you feel lonely as the only cat to trek back with herbs in their mouth.",
        "You bedazzle yourself with flowers from the herb store, feeling like the prettiest cat of c_nClan."
    ],
    "medicine cat apprentice assertive": [],
    "medicine cat apprentice brooding": [],
    "medicine cat apprentice cool": [],
    "medicine cat apprentice upstanding": [],
    "medicine cat apprentice introspective": [],
    "medicine cat apprentice neurotic": [],
    "medicine cat apprentice silly": [],
    "medicine cat apprentice stable": [],
    "medicine cat apprentice sweet": [],
    "medicine cat apprentice unabashed": [],
    "medicine cat apprentice unlawful": [],
    "medicine cat apprentice rare": [
        "Whilst you're out training, you see a strange looking cat. You run after them, only to find yourself falling into an empty darkness, only lit by the glow of stars. When you bring this to m_n, they immediately seem concerned, and have you tell l_n everything that happened.",
        "You swear that you can hear ghostly whispers in the wind, begging you to listen."
    ]
}