{
    "medicine cat old": [
        "You're trying to demonstrate how to properly chew herbs but end up making such a disgusted face that all the apprentices burst into laughter.",
        "While explaining to a kit about the uses of different herbs, you sneeze loudly from a bunch of dusty yarrow, causing the kit to squeal in delight.",
        "You try to warn an overenthusiastic apprentice about the dangers of deathberries, only to scare yourself into believing you've accidentally eaten some.",
        "Despite your training, you confuse the symptoms of greencough with whitecough, leading to a delay in proper treatment.",
        "You misinterpret a vital sign from StarClan, causing confusion and concern within the Clan regarding an upcoming battle.",
        "In an uncharacteristic moment of forgetfulness, you leave out a vital ingredient in a poultice, lessening its effectiveness.",
        "You lose track of time during a Gathering, missing a scheduled check-in with a nursing queen back at the camp.",
        "Trying to attend to multiple Clanmates at once, you give the wrong advice to a warrior about a minor injury, leading to it worsening overnight.",
        "You overlook a small patch of mold on a stored herb, leading to a cat getting sicker.",
        "You misjudge the severity of a wound on a warrior, causing the healing process to take longer than expected.",
        "Despite your extensive knowledge, you accidentally mistake a poisonous leaf for a harmless one while gathering, endangering yourself.",
        "You promise to have enough herbs ready for leaf-bare, but due to an unexpected early frost, the stock is much less than necessary.",
        "You forget to warn an apprentice about the side effects of a certain herb, causing them to panic when they feel drowsy.",
        "During a check-up, you fail to notice the early signs of an infection in a Clanmate's wound.",
        "You accidentally give a piece of inaccurate advice regarding kitting, leading to a tense situation in the nursery.",
        "You mistake the signs of a common cold for something more serious, leading to unnecessary worry in the patient.",
        "In the dim light of the medicine den, you mix up catmint with chamomile, causing a sleepless night for a warrior instead of easing their bellyache.",
        "You're called upon to treat the Clan leader after a severe border skirmish. With your skilled paws and knowledge of herbs, you manage to stabilize their condition.",
        "StarClan sends you a prophetic dream, foretelling a coming epidemic. You spend days preparing, gathering herbs, and formulating contingency plans to protect your Clan.",
        "You guide a queen in delivering their first litter of kits. The birthing process goes smoothly due to your calm instructions and experienced presence.",
        "A fire ravages the forest, and your Clan must evacuate. You organize the swift evacuation of the sick and injured cats, ensuring everyone reaches safety.",
        "An outbreak of greencough strikes the elders, and you work tirelessly treating them. Your efforts save many lives, strengthening your Clan's faith in you.",
        "After a flash flood, you tirelessly tend to waterlogged and hypothermic cats. You use your knowledge to warm them up and nurse them back to health.",
        "You interpret a sign from StarClan that a famine is coming. You advise the Clan to stock up on prey, helping to avert a crisis.",
        "A skirmish with a fox leaves several warriors injured. Despite the stress and pressure, you manage to treat all the wounds and ensure the warriors' survival.",
        "When a young warrior dislocates a leg in a fall, you skillfully put it back into place and treat the injury, demonstrating your invaluable knowledge and skill.",
        "After a snakebite incident, you stay awake the entire night monitoring the bitten cat's condition. Your efforts pay off when the cat finally stabilizes by dawn.",
        "You misinterpret a StarClan message and expect a big conflict. When nothing happens, your Clanmates good-naturedly tease you about your 'big battle'.",
        "You counsel a distraught Clanmate dealing with the loss of a loved one, providing them with comfort and wisdom, showing your role isn't just physical healing.",
        "You have a successful herb-growing experiment, enabling your Clan to have a small but crucial supply of herbs inside the camp for emergencies.",
        "When a Clanmate suffers from an unknown ailment, you use your wisdom and intuition to create a new remedy. Your successful treatment saves their life, further proving your abilities as a medicine cat.",
        "You receive a puzzling omen from StarClan. After careful interpretation, you decipher it as a warning about a dangerous fox near your territory, saving your Clan from potential harm.",
        "A rogue cat strays into your territory, injured and scared. You choose to uphold the medicine cat code and treat their injuries.",
        "During a violent thunderstorm, lightning strikes a tree in your camp. Despite the chaos, you manage to keep your cool and organize emergency treatments for those injured.",
        "After a hard day, you treat yourself to a quiet moment by a pond, reflecting on your actions and seeking guidance from StarClan.",
        "You successfully identify and treat a rare condition affecting one of the warriors, demonstrating your vast knowledge and expertise as a medicine cat.",
        "You encounter a dog while gathering herbs. Quick thinking and knowledge of dog-repelling herbs help you safely escape the situation.",
        "You share a prophecy from StarClan at a Clan meeting. Your interpretation helps the Clan prepare for a coming flood, saving lives and resources.",
        "A queen has complications during their kitting. With your calm demeanor and skilled paws, you manage to save both the queen and their kits, earning the Clan's gratitude.",
        "You train a warrior in basic first aid to better equip your Clan during emergencies, showing your forward thinking and commitment to your Clan's safety.",
        "You experiment with a new way to store herbs, helping them to last longer. This innovative idea proves invaluable during harsh seasons when herbs are scarce.",
        "You use a poultice of herbs to soothe an elder's joint pain. Your continued dedication to all Clan members' comfort and well-being does not go unnoticed.",
        "You communicate with the medicine cat of a neighboring Clan, sharing knowledge and offering support. This collaboration not only helps your own Clan but also strengthens inter-Clan relations."
    ],
    "medicine cat general": [
        "Finally taking a moment's rest from your duties, you lay just outside your den to observe the clan. You watch your healthy clanmates bustle about camp, grateful to StarClan that your hard work really does pay off.",
        "Today, you allow y_a to take the lead in tending to injuries and illnesses. You can't help but keep an eye on them, just in case they need any corrections or advice.",
        "You step into the medicine den, sighing at the disheveled piles of herbs scattered about. It looks like your duties have distracted you from properly sorting through your herb storages. Gritting your teeth at the task, you pull together all of the herbs, assess the quantities, pick out any of the decaying herbs, and group them in their designated placements. You give a satisfied nod as you finish, feeling your stress ease away.",
        "You ponder the last Half-Moon gathering, uncertain of StarClan's intent for the future of o_cClan.",
        "You find a kit in your den stealing your herbs! They admit that r_k dared them to do it when you sit them down for a talk. You spend the rest of the day chewing out the two kits."
    ],
    "medicine cat assertive": [],
    "medicine cat brooding": [],
    "medicine cat cool": [],
    "medicine cat upstanding": [],
    "medicine cat introspective": [],
    "medicine cat neurotic": [],
    "medicine cat silly": [],
    "medicine cat stable": [],
    "medicine cat sweet": [],
    "medicine cat unabashed": [],
    "medicine cat unlawful": [],
    "medicine cat rare": [
        "You don't catch a kit sneaking into your den, and end up having to treat them when they get into the poppy seeds. Thankfully, they survive, but you have a very important talk with the queens and the kits on the importance of using herbs correctly.",
        "A prophecy burns in your mind as you are shocked awake, leaving you lost and befuddled. Maybe you should speak with l_n about it?",
        "You swear that you can hear ghostly whispers in the wind, begging you to listen."
    ]
}