{
    "mediator apprentice old": [
        "You attempt to educate your fellow apprentices on the importance of thinking logically and avoiding conflict unless completely necessary. You are unsure if your lesson will stick with them; only time will tell it seems.",
        "You successfully calm a heated argument between two warriors over a prey dispute, using the negotiation techniques you've recently learned.",
        "You decide to take a quick stroll out in the territory to decompress after mediating an argument between a couple of kits. You sigh, reflecting on other recent mediations and training.",
        "During a border patrol, you skillfully defuse a potential confrontation with a patrol from a rival Clan, showcasing the diplomacy skills you've learned recently.",
        "You help to resolve a quarrel between two apprentices who were fighting over a den. You listen to both sides, then propose a fair solution that they both accept.",
        "You're assigned the task of creating a new schedule for shared duties. You manage to devise a plan that suits everyone.",
        "You manage to solve a heated argument between two warriors on your own. You're grateful that you managed to remember your past training and feel as though you're one step closer to becoming a full mediator.",
        "During a tense Gathering, you step forward to share a peaceful story about the warrior ancestors, easing the tension and earning respect from cats of all Clans.",
        "You're asked to help mediate a disagreement between a warrior and an elder. By patiently listening to both sides and finding a middle ground, you resolve the issue successfully.",
        "A young kit is causing trouble, and their parent is at their wits' end. You mediate a conversation between them, leading to the kit understanding their behavior better and promising to improve.",
        "You're taken to visit each Clan's territory, enhancing your understanding of the unique struggles and conflicts each one faces.",
        "After witnessing a skirmish between Clanmates, you intervene to mediate. Despite your initial nervousness, you manage to help them see reason and apologize to each other.",
        "You assist in calming down a Clanmate who's upset about losing a mate in battle. Your empathetic words help them feel less alone.",
        "You're tasked with organizing a ceremony to honor the brave deeds of warriors. The event turns out to be a success, lifting the spirits of the Clan.",
        "You propose a new method for resolving small disputes among Clanmates, which involves open and guided discussions. The Clan leader agrees to try it.",
        "You manage to help an overworked warrior understand the importance of rest and self-care, helping them to balance their duties and health better.",
        "You're given the opportunity to represent your Clan at a Gathering. You communicate your Clan's concerns and requests.",
        "A couple of apprentices start a prey fight at the fresh-kill pile. You step in and calm them down, explaining the importance of respecting the prey they eat.",
        "You're to speak with an upset kit who refuses to leave the nursery. You manage to empathize with the kit and persuade them to give it a try.",
        "A disagreement about the best hunting techniques escalates between two warriors. You facilitate a conversation that ends with them agreeing to a hunting contest to settle the matter fairly.",
        "You observe an argument between two queens over space in the nursery. You help them come to a compromise that satisfies both parties, showing your growing mediation skills.",
        "During a training session, you manage to pacify an escalating spat between two Clanmates. Your ability to maintain calm and propose a fair solution impressed the Clan deputy.",
        "You prevent a potential confrontation with a rival Clan's patrol by offering to share a prey-rich area for the day.",
        "You mediate a delicate situation when a Clanmate accuses another of not doing their share of the duties. Your fair approach results in a mutually agreed solution.",
        "You resolve a heated argument about claiming the best sleeping spots in the apprentice's den. Your ability to keep the peace earns you respect from your fellow apprentices.",
        "A territorial dispute arises among the warriors. Using your diplomatic skills, you organize a meeting and help reach a consensus, maintaining harmony in the Clan.",
        "You manage to calm a distraught queen who's worried about their missing kit. Your empathy and comforting words help ease their anxiety.",
        "During a training session, you successfully mediate a disagreement about the fairness of a competition, ensuring all apprentices feel heard and understood.",
        "Two warriors argue over who is the fastest. You propose a friendly race to settle the dispute, turning a potential conflict into a fun event.",
        "You're asked to mediate a situation where two apprentices disagree on their interpretation of the warrior code. Your fair and thoughtful approach resolves the dispute.",
        "You lead a discussion about maintaining peace during Gatherings. Your insightful suggestions impress the Clan leader.",
        "You organize a quiet vigil to pay respect to a deceased Clanmate. Your heartfelt words help your Clanmates to share their grief and find comfort.",
        "A hunting patrol returns arguing over a botched catch. You manage to defuse the situation, reminding them of their shared purpose and camaraderie.",
        "You're entrusted to settle a disagreement about the allocation of fresh-kill during a scarcity. Your fairness ensures everyone gets their share and is satisfied.",
        "An argument breaks out during a training session. You intervene to remind the involved parties of the importance of teamwork and unity, preserving the peace.",
        "During a heated disagreement between two Clanmates, you jump in too quickly and end up siding with one cat unintentionally, causing further tension.",
        "You misinterpret a vague statement by one Clanmate, leading to you delivering the wrong message to another, creating unnecessary confusion.",
        "In an attempt to stop a minor scuffle, you accidentally get in the way and end up with a scratched ear, adding to the chaos.",
        "You assume two Clanmates are quarreling due to past feuds, and you step in to mediate, only to realize they were just engaging in friendly banter.",
        "Trying to handle a delicate situation, you accidentally reveal a secret you were trusted with, leading to upset feelings and damaged trust.",
        "You attempt to mediate between two quarrelling kits but end up accidentally favoring one, leading to more squabbling.",
        "During a Clan meeting, you make a premature suggestion without fully understanding the depth of the issue at hand, leading to confused and disgruntled murmurs.",
        "You try to offer advice to a Clanmate about a private issue, but your words come out harsher than you intended, resulting in hurt feelings.",
        "You misunderstand the signals between two feuding warriors, which leads to a failed attempt at reconciliation.",
        "An attempt to lighten the mood during a tense confrontation falls flat, and your ill-timed joke ends up irritating both parties.",
        "While trying to resolve a border dispute with another Clan, you stumble over your words, causing embarrassment.",
        "You misremember a past incident between two Clanmates while trying to resolve their conflict, leading to more confusion and disagreements.",
        "While mediating a heated argument, you lose your patience and raise your voice, startling everyone and escalating the tension.",
        "You forget a crucial piece of information while relaying a message from one Clanmate to another, resulting in a mix-up and a delay in decision-making.",
        "You accidentally overstep your boundaries while trying to mediate between two elders, leading to them becoming even more stubborn in their disagreement."
    ],
    "mediator apprentice general": [
        "r_k insists that you be the referee for their game in order to prevent the other kits from cheating.",
        "Your training has kept both of you busy, but you y_s schedule some much-needed sibling time.",
        "You break up an argument between a couple of kits, learning a valuable lesson about patience and keeping a cool head.",
        "y_s asks you to help them apologize to r_c, but you accidentally make the situation worse. y_s laughs it off, but you can't help but feel like you've failed them.",
        "The warriors keep arguing, and you have to learn the importance of keeping your cool, even if your clanmates are really, really annoying sometimes."
    ],
    "mediator apprentice assertive": [],
    "mediator apprentice brooding": [],
    "mediator apprentice cool": [],
    "mediator apprentice upstanding": [],
    "mediator apprentice introspective": [],
    "mediator apprentice neurotic": [],
    "mediator apprentice silly": [],
    "mediator apprentice stable": [],
    "mediator apprentice sweet": [],
    "mediator apprentice unabashed": [],
    "mediator apprentice unlawful": [],
    "mediator apprentice rare": [
        "A gathering goes badly and you lash out, only making the situation more tense. m_n scolds you, and as the clan returns home, you hold your head low in shame."
    ]
}