{
    "queen's apprentice old": [
        "During a training session, a kit expresses their fear of becoming an apprentice. You spend time with them, sharing stories of your own journey, alleviating their worries.",
        "A kit gets a thorn stuck in their paw. You gently calm them down and carefully remove the thorn, using some techniques you've been taught by the medicine cat.",
        "You notice a kit showing signs of a mild cold. Remembering your training, you immediately inform the medicine cat and keep the kit warm, preventing the illness from spreading.",
        "A young kit refuses to eat after a tiring day. Using your newfound skills, you manage to coax them into eating by turning mealtime into a fun story session.",
        "You cleverly intervene when two kits quarrel over a moss-ball, suggesting they team up against you.",
        "You soothe a restless kit having a nightmare, using a lullaby you recently learned. The grateful queen praises your gentle touch.",
        "When a kit is feeling homesick for the outside world, you distract them with a tale of bravery, teaching them the value of the Clan and kinship.",
        "During a sudden rainstorm, you quickly create a makeshift barrier in the nursery to prevent water from seeping in, earning grateful nods from the queens.",
        "You ingeniously craft a play area within the nursery, using twigs and leaves, where kits can safely practice their mock-battles, earning appreciation from the queens.",
        "During a particularly chilly night, you gather extra moss and ferns, ensuring that the nursery is cozy and warm.",
        "You organize a 'story evening' where elders come to the nursery to share tales of their youth. The kits are enthralled and the elders appreciate their energy.",
        "When a particularly adventurous kit keeps wandering out of the nursery, you create a fun 'explorer game' inside, making the nursery the most exciting place for the kit.",
        "You notice a kit struggling to interact with their littermates. Drawing on your training, you engage in activities that build the kit's confidence and foster stronger bonds among siblings.",
        "A sudden flea outbreak in the nursery has everyone itching. Remembering some tips, you collaborate with the medicine cat to ensure the nursery is cleaned and the kits are treated.",
        "During a Clan gathering, you take charge of the kits, ensuring they're safe.",
        "You assist a queen in teaching their kits basic life skills, like grooming and eating prey safely.",
        "When a thunderstorm scares the kits, you gather them and explain the natural phenomenon, turning their fear into curiosity and wonder.",
        "A kit mimics warrior moves and accidentally hurts a littermate. You step in, teaching them the importance of being careful and using their skills responsibly.",
        "You notice a kit being left out of play sessions. You create inclusive games that encourage teamwork and camaraderie, ensuring every kit feels valued."
    ],
    "queen's apprentice general": [
        "Your training has kept both of you busy, but you y_s schedule some much-needed sibling time.",
        "You catch a kit bullying r_k, and step in to protect r_k.",
        "You toss a pebble across the clearing and laugh as the kits run after it.",
        "You spend the day coming up with new lullabies to sing to the kits.",
        "You manage to finally get a kit to fall asleep, and m_n's eyes gleam with contented pride.",
        "You spend the day with m_n, making up lullabies and preparing sticks and feathers for potential future kits.",
        "A kit sees you lay down the moss that you've been out collecting for the nursery and completely tears it apart while playing. Learning to keep your temper is part of the Queen's role.",
        "A kit refuses to listen to you because, 'you're not a real queen yet'. No matter what you try, they turn their nose at you. You have to grit your teeth and tell yourself that they don't know better."
    ],
    "queen's apprentice assertive": [],
    "queen's apprentice brooding": [],
    "queen's apprentice cool": [],
    "queen's apprentice upstanding": [],
    "queen's apprentice introspective": [],
    "queen's apprentice neurotic": [],
    "queen's apprentice silly": [],
    "queen's apprentice stable": [],
    "queen's apprentice sweet": [],
    "queen's apprentice unabashed": [],
    "queen's apprentice unlawful": [],
    "queen's apprentice rare": [
        "After making a mistake that almost injures one of the kits, you begin to wonder if the path of a queen's apprentice is truly the right choice."
    ]
}