{
    "queen old": [
        "You talk to two mates who are interested in having kits, telling them of the responsibilities they would have to share.",
        "You give advice to some new parents. They are appreciative of your help.",
        "You recognize signs of anxiety in a young queen awaiting their first litter. Drawing from your vast experience, you comfort and counsel them, preparing them for parenthood.",
        "In collaboration with the medicine cat, you start a tradition of giving certain herbs to pregnant queens, ensuring they have the necessary nutrients for a healthy litter.",
        "You notice some kits bullying a littermate. Intervening, you impart lessons on respect, compassion, and Clan unity, shaping the future warriors' values.",
        "When a rogue's kit is found abandoned at the border, you champion its adoption into the Clan, emphasizing the warrior code's tenet of protecting the young.",
        "During a Clan meeting, you voice concerns about the safety of the camp's entrance for the kits. Your insights lead to reinforcements, ensuring a safer environment for the young ones.",
        "You notice some kits bullying a littermate. Intervening, you impart lessons on respect, compassion, and Clan unity, shaping the future warriors' values.",
        "A kit falls ill with greencough. You segregate the sick kit, ensuring the others stay warm and comforted, while also assisting the medicine cat with treatments."
    ],
    "queen general": [
        "You go over each of the different roles in the Clan for r_k so they can choose the right path for them.",
        "r_k is struggling to understand a story that r_w told, so you patiently sit down and recount the tale for them in a way they understand.",
        "During Gatherings, some cats approach you, asking for advice on parenting.",
        "You gently scold an expecting parent who is overworking themselves.",
        "You teach the kits a game that can be played in the nursery when outside becomes too chilly.",
        "Seeing r_e's fondness for a particular story, you organize the kits to reenact it. r_e is estatic at the show they put on.",
        "You ask r_m if they have time to give the kits a lecture on what herbs to stay away from.",
        "You ask r_k to place their paw in a patch of wet mud. When the mud dries, they'll have a way to see how much they have grown over the moons by comparing the size of pawprints.",
        "You play the quiet game with r_k.",
        "You ask d_n to give a lecture to the kits about the different types of patrols.",
        "One of the kits reminds you of your young self. You spend the evening telling tales of your kithood to the kits, and they watch you with wide eyes.",
        "You watch as a kit dares another to eat a slug. You walk over to them and lecture them about the dangers of eating snails, but they don't seem to listen.",
        "You notice the kits hunting butterflies, cutely jumping around. You join them, rolling around on your back, and your laughter fills the nursery.",
        "You wake up to r_k moving their nest closer to yours, telling you that you make them feel safe.",
        "You have a talk with a kit who's been troubling the other kits, and they confess to you that they had no idea it made others feel like that. You promise to help them make out the feelings of their peers.",
        "You spend the day with the kits, coming up with new games for them and future generations to play. You make sure to listen to every idea, making everyone feel included.",
        "A kit giggles cheerfully when you toss a ball of moss at them. They throw it back to your face, and you playfully chase them around the nursery.",
        "You help a kit decorate their nest. They seem upset because they can't make out whether they want the pigeon or the sparrow feathers, and you show them how to make space for both.",
        "One evening, you take a stroll to the apprentice's den, having promised to sing a few lullabies and tug them into their nests. Afterwards, they thank you and tell you about how they've missed the comfort and warmth you always bring.",
        "You twitch your whiskers as a warrior brings honey back from a patrol. As you foresaw, the kits completely cover themself in it, and complain loudly to you that their fur is sticky in the aftermath. You have to spend the entire rest of the day cleaning them and lecturing them about thinking before you act.",
        "You embrace an anxious, pregnant warrior into a warm hug, soothing them with your purrs and assuring them that everything will be alright.",
        "As a kit loudly cries, awaking every cat in c_nClan, you decide to listen to their troubles and comfort them instead of scolding them for throwing a tantrum.",
        "One of the more bold warriors playfully pushes a kit, and you wince. Thankfully, the kit isn't scared nor sad, rather enjoying the attention.",
        "As d_n and r_w discuss about how they should tighten the nursery walls with brambles, you share your insight about how kits would get hurt, and you come to a safer decision. ",
        "You comfort a troubled warrior, calming them and proving how you can make anyone feel like a kit again.",
        "On a particularly gray and rainy day, you take the kits to the elders den to listen to stories. It's an amazing idea, as the den provides coverage, the dull light is comforting and the sound of rain splashing on the roofs of the den is absolutely the most calming thing you've heard in a while.",
        "You take a break from the loud nursery, running along flowers and climbing in trees by yourself."
    ],
    "queen assertive": [],
    "queen brooding": [],
    "queen cool": [],
    "queen upstanding": [],
    "queen introspective": [],
    "queen neurotic": [],
    "queen silly": [],
    "queen stable": [],
    "queen sweet": [],
    "queen unabashed": [],
    "queen unlawful": [],
    "queen rare": []
}