{
    "warrior old": [
        "You practice your fighting moves. It never hurts to stay sharp!",
        "You save a kit from a fox, earning respect from your clan.",
        "You challenge a decision made by the clan leader, sparking a heated debate.",
        "During a fierce storm, you help evacuate the elders to a safer location. Your bravery and quick thinking earn you the respect of your clan.",
        "You successfully track and hunt down a large rabbit, a rare find for the clan.",
        "You participate in a battle against a rival clan. Claws clash around you. Adrenaline rushes through your body as you hurl yourself into the fray.",
        "You find a quiet moment to watch the sunset over the lake. The peace and beauty of the scene remind you of the love you have for your home and clan.",
        "You rescue a clanmate trapped by a fallen tree during a storm. Your paws are sore and your back is bruised, but it was worth it to see them live another day.",
        "You spend a quiet night on guard duty, watching over your clan. Luckily, nothing seems amiss. The stillness gives you time to reflect on your journey and the cat you've become.",
        "You participate in a large hunting party to prepare for leaf-bare.",
        "You comfort a kit who's scared during a thunderstorm.",
        "You deflect a kit's question about where kits come from.",
        "You share a fresh-kill with a cat you admire. The shared meal and the conversation that follows brightens your day.",
        "You lead a hunting patrol, your clanmates following your signals as you track a rabbit.",
        "You participate in a major battle, your claws unsheathed as you defend your Clan.",
        "You journey to another Clan to deliver a message, the unfamiliar territory stretching out before you.",
        "You comfort a grieving clanmate, their body shaking with silent sobs.",
        "You get scared by your own shadow during night patrol, causing you to yowl loudly and jump into the air, much to your patrol's amusement.",
        "In an attempt to show off your climbing skills to an apprentice, you end up getting stranded in a tree, needing help from a group of amused Clanmates.",
        "You save a kit from a fox, your body shielding them from the predator.",
        "You challenge a decision made by the deputy, your voice ringing out in the silent camp.",
        "You try to sneak up on an elder for a playful scare, but your loud purring gives you away.",
        "You lead a border patrol, your scent marking the boundaries of your territory.",
        "You attempt a daring leap over a stream to impress your Clanmates but misjudge the distance and end up with a splash, much to their mirth.",
        "You share a fresh-kill with your former mentor, their stories of the past filling the air.",
        "You stand vigil for a fallen clanmate. Their body is laid out under the silver light of the moon.",
        "A kit challenges you to a race and you humor them, only to accidentally trip over a root and sprawled on the ground, causing the kit to declare victory amidst giggles.",
        "You organize a training session for the apprentices, their eager faces turned towards you as you demonstrate a move.",
        "You share a story with the kits, their wide eyes following your every move as you act out a battle.",
        "You watch a ceremony for a new apprentice, their name echoing around the camp as the leader announces their new name and mentor.",
        "You comfort an elder who's feeling unwell, their grateful purr echoing in the quiet den.",
        "You participate in a successful raid on a rival Clan, your yowl of victory joining the others' as you return to camp.",
        "You share a quiet moment with your leader, their gaze meeting yours with an unspoken understanding.",
        "You catch a glimpse of a rare bird during a hunting patrol. Its flight sparks a moment of awe before you refocus on the task at hand.",
        "A rumour about an intruder has the clan on edge. You volunteer for extra patrols, feeling a surge of protectiveness over your clanmates.",
        "An illness sweeps through the nursery. Your heart aches as you deliver herbs to the stricken kits.",
        "You get into a spat with a Clanmate over prey. Tempers flare, but eventually, a resolution is found.",
        "Thunderpath traffic threatens a nearby patrol. With a deep breath, you lead them to safety.",
        "During a gathering, tension rises between the clans. You remain vigilant, ready to leap to your clan's defence.",
        "You stand guard for the night, your gaze steady on the forest's edge. It's quiet, too quiet.",
        "A border skirmish breaks out with a rival Clan. You're in the thick of it, claws out and fur bristling.",
        "You take part in a hunting competition. The thrill of the chase ignites your spirit.",
        "You find an injured kit from another Clan. Despite the potential for conflict, you decide to help.",
        "During a training session, you tweak your paw. It's minor, but enough to give you a few days of rest.",
        "You discover a new shortcut through the territory. The thrill of discovery fills you with excitement.",
        "A rogue intrudes on your territory. Standing your ground, you manage to chase them off.",
        "An elder tells stories from their youth. You listen, captivated by tales of bravery and adventure.",
        "StarClan visits you in a dream. Their cryptic message leaves you with more questions than answers.",
        "A treecut monster appears near the border. Fear prickles your fur, but you stay alert and warn your Clan.",
        "You lead a patrol to mark the boundaries of your territory. The scent of home fills you with a sense of pride and belonging.",
        "Danger lurks near the camp. With a low growl, you alert your clanmates, ready to protect your home.",
        "You offer comfort to a grieving Clanmate. Their grief is palpable, but your shared silence brings solace.",
        "A flood threatens your camp. You aid in the frantic efforts to evacuate and save as much as you can.",
        "A fierce battle leaves you injured. Licking your wounds, you reflect on the cost of conflict.",
        "An unexpected forest fire rages near your camp. You aid in leading your Clan to safety, courage pulsing through your veins.",
        "You challenge a Clanmate to a friendly race. Their laughter fills the air, a pleasant respite from the everyday hustle.",
        "Doubt over a StarClan message plagues your mind. The cryptic words hang over you, filling your thoughts.",
        "You volunteer to help the medicine cat sort herbs. The scent of the den is strong, but the knowledge gained is invaluable.",
        "A neighbouring Clan trespasses on your territory. Tension sparks as you confront them.",
        "During a thunderstorm, you shelter in a hollow. The wild dance of nature leaves you in quiet awe.",
        "You intervene in an escalating argument between two apprentices. The tension breaks under your stern gaze.",
        "A prophecy from StarClan leaves you and your Clan anxious. The days become a blur of preparations and precautions.",
        "You lose a friendly spar to a fellow Clanmate. The defeat is humbling, but you learn valuable lessons.",
        "During a Gathering, you stand up for your Clan against false accusations. Your heart beats strong and loud in your chest.",
        "A treacherous ravine cuts through your patrol route. You carefully guide your Clanmates around the ravine.",
        "You take part in an unsuccessful raid on another Clan. The defeat stings, but you retreat with your head held high.",
        "During a moonlit stroll, you spot a shooting star. The fleeting moment leaves you filled with wonder. You wonder what you should wish for.",
        "You comfort a distraught kit after a nightmare. Their small body eventually relaxes under your soothing purrs.",
        "An unknown scent trail leads you to a rogue's hideout hidden deep within Clan territory. On high alert, you decide to report back to your leader.",
        "A surprise attack from a fox tests your fighting skills. With a triumphant yowl, you chase the intruder away, tail raised high in victory.",
        "You save a Clanmate from falling into a fast-flowing stream. Their grateful nod warms your heart.",
        "Your vigilance during a night watch leads to an early detection of a badger threat. Your quick action saves the Clan.",
        "A huge storm hits your territory. You work tirelessly to ensure every Clanmate is safe.",
        "A rare moment of peace finds you sunning in the clearing. The warmth is a pleasant break from your warrior duties.",
        "You share a haunting tale with the apprentices.",
        "A terrifying thunderpath incident leaves you rattled. You take a moment to catch your breath. Despite your fear, you return home safely.",
        "A trespassing loner challenges your patience. You manage to chase them off without a fight.",
        "You bravely defend your hunting party from an eagle. The bird's shriek echoes through the forest as it retreats.",
        "An earthquake rocks your camp. You help calm the frightened kits.",
        "You stand strong as your leader announces a hard decision. Your support eases the tension in the camp.",
        "You and your patrol successfully chase off a rival Clan. The victory yowls echo through the forest.",
        "You mourn a fallen Clanmate. Their memory lives on in your heart, a beacon of strength and courage.",
        "A fishing expedition goes awry when a fish nips at your tail. You retreat with a laugh, promising revenge on the slippery enemy.",
        "You get into a heated argument with your leader. Standing your ground, you fight for what you believe is best for the Clan.",
        "A rogue threatens your patrol. You defend your Clanmates, chasing the intruder away.",
        "Your words of wisdom help resolve a quarrel between two young apprentices. Their apologies and nod of gratitude fill you with pride.",
        "Your hunt is interrupted by the sight of a beautiful sunset. The peaceful moment reminds you of the beauty in your home.",
        "You escort a sick Clanmate to the medicine cat's den. Their quiet mew of thanks tugs at your heart.",
        "You come face to face with a badger during a patrol. A fierce fight ensues, ending with your victory.",
        "Danger lurks near the camp. With a low growl, you alert your clanmates, ready to protect your home.",
        "You attend a Gathering, the various clans meeting under the full moon. The shared peace and stories fill you with a sense of unity and wonder.",
        "You engage in a play fight with the kits. Their laughter and joy remind you of your own kithood.",
        "You help prepare for a major battle. The tension in the camp is palpable, but you focus on your training.",
        "You assist in rebuilding the dens after a storm. Despite the hardship, the unity of your Clan shines.",
        "You share a fresh-kill with an elder. Their stories of past adventures fill the evening with nostalgia.",
        "You take the lead in a hunting patrol, guiding your Clanmates through the dense undergrowth.",
        "During a thunderstorm, you reassure the terrified kits. Their calmed mewling soothes your own fears.",
        "A late night vigil for a sick Clanmate leaves you exhausted. Yet, their recovering purr is worth every moment.",
        "You challenge a rival during a border dispute. Your fierce stand earns you a respectful nod from your Clanmates.",
        "During a peaceful moment, you relax under the shade of an oak tree. The gentle rustling of leaves soothes you and you fight not to fall asleep.",
        "You playfully spar with an apprentice. Their improving skills bring a grin to your face.",
        "You aid the medicine cat in gathering herbs. Their gratitude and knowledge shared makes the task rewarding.",
        "A moment of playfulness leads you to chase a butterfly. The small joy lifts your spirits, a pleasant pause in your duties.",
        "You save a Clanmate during a river flood. Their grateful look fuels your determination to protect your Clan.",
        "You comfort a distressed Clanmate after a failed hunt. Their disappointment fades under your words of encouragment.",
        "You stand your ground against a menacing fox. Your victorious yowl resonates through the forest, a testament to your bravery.",
        "You reminisce about past adventures with your former mentor. Their fond gaze and shared laughter warm your heart."
    ],
    "warrior general": [
        "In a moment of downtime, you take the time to impress the kits with your finest hunting crouch.",
        "d_n informs you that you are scheduled for yet another midnight patrol. Seriously?",
        "A heated argument with a o_cClan patrol leaves you ruffled, claws itching for a fight.",
        "You offer to teach r_m some battle moves, just in case. ",
        "You try to show off a few battle moves to the kits, only to faceplant on the ground instead. Truly impressive.",
        "You notice r_a pouting, seemingly gathering mouse bile for tick duty. You walk over to them to offer your help, and they happily accept. Though most apprentices see this task as annoying, it brings you memories and nostalgia of your past."
    ],
    "warrior assertive": [],
    "warrior brooding": [],
    "warrior cool": [],
    "warrior upstanding": [],
    "warrior introspective": [],
    "warrior neurotic": [],
    "warrior silly": [],
    "warrior stable": [],
    "warrior sweet": [],
    "warrior unabashed": [],
    "warrior unlawful": [],
    "warrior rare": []
}