{
    "young elder general": [
        "You pay a visit to the medicine cat for a checkup. Your health is in great shape!",
        "One of your warrior friends comes to visit you, and you spend all day chatting about the most recent gossip around camp.",
        "You speculate with the other elders about which cats will end up as mates, which couples are destined to end in disaster, and which kits are most likely to end up as medicine cats.",
        "You're invited to spend the night with your friends in the warrior's den, and stay up all night laughing and playing pranks on each other.",
        "You enlist the help of an apprentice to help with the exercises the medicine cat prescribed you. They seem a bit worried, but your jokes and gentle touch put them at ease.",
        "You decide to spend the day with the mediator, curious about their role in the clan. You gain a newfound respect for the practice after watching how they skillfully navigate conflicts, and soothe clanmates with their careful tongue.",
        "A group of kits asks you how you ended up in the elder's den so young, and you craft a tall tale about how you didn't obey your parents, so StarClan had to strike you down with their wrath and fury! They run squealing back to their mothers, who shoot you grateful looks.",
        "One of your friends escorts you out on the territory, and you spend all day exploring, taking in all the new sights, sounds, smells, and textures. It's exciting, but overwhelming, and you're grateful to return to the familiarity of camp.",
        "You made the mistake of trying to take a nap in the sun today, and now you've been awakened by a group of kits using you as hunting practice!"
    ],
    "young elder assertive": [],
    "young elder brooding": [],
    "young elder cool": [],
    "young elder upstanding": [],
    "young elder introspective": [],
    "young elder neurotic": [],
    "young elder silly": [],
    "young elder stable": [],
    "young elder sweet": [],
    "young elder unabashed": [],
    "young elder unlawful": [],
    "young elder rare": []
}