{
    "exiled": [
        "You wander around, lost."
    ],
    "crush_events": [
        "You debate asking crush1 out on a date. Today seems like the perfect day!",
        "One dusk, you watch the sunset and crush1 comes and sits next to you. As the lightning bugs circle through the air, you feel a spark of chemistry between you.",
        "Watching crush1 stretch in the sunlight beaming into camp, you stare until they make eye contact with you, and you avert your eyes hurriedly.",
        "crush1 offers to help you clean your fur after a day out in the territory.",
        "You wake up from a bad dream, and decide to take a walk outside. Surprisingly, crush1 is awake too, and joins you on your walk. You feel like you can understand them a bit better.",
        "While out hunting with crush1 you manage to trip over your own paws, whiskers first and crash to the ground. crush1 notices and runs to your side, helping you up. Though you weren't injured, it warms your heart at their concern.",
        "You spend all day hunting for crush1's favorite piece of fresh-kill. The happiness in their eyes more than make up for your exhaustion.",
        "Your crush, crush1, asks if you'd like to share a squirrel together in the shade.",
        "After a bad day, crush1 offers to let you talk to them about it. You feel much better afterwards.",
        "You catch crush1 playing with some kits in the nursery and can't help but imagine what a good parent they would be.",
        "You invite crush1 to go stargazing with you, though you end up looking at them more than the sky.",
        "You find your crush, crush1's favorite type of prey on a hunting patrol. You bring it to them, hoping they might interpret it as more than a friendly gesture.",
        "You can't help but stare at crush1 from across the clearing, but they see you and smile at you. You quickly scramble to pretend like you weren't looking, unable to stop a smile forming on your face.",
        "You start to feel a connection with crush1 and ask to go on a moonlit walk with them. crush1 is surprised at first, but then happily agrees."
    ],
    "mate_events": [
        "Your mate, mate1 takes you on a midnight stroll. Both of you enjoy the night air and each other's company.",
        "mate1 asks you if you would like to have kits and start a family.",
        "Thunder cracks in the sky, startling mate1 awake. What startles you is that they move over to you for comfort, and you can't help but drape your tail over them reassuringly.",
        "You and mate1 spend a moonlit evening sharing tongues.",
        "mate1 asks you to tell them about your current interests, their eyes full of genuine interest. Your heart soars as you begin a very long, very detailed description of your interests, hardly noticing the affection on mate1's face as they watch you ramble on.",
        "After a battle with an enemy Clan, mate1 is the first cat you make sure is alright.",
        "You challenge mate1 to a friendly bug-hunting challenge! The two of you have a great time, playfully arguing over which bug is cooler.",
        "You and mate1 find yourselves staring up at the sky, trying to associate a thing or scene to each cloud that passes by.",
        "You invite mate1 to go stargazing with you, though you end up looking at them more than the sky.",
        "You and mate1 share a nest one night, snuggling together for warmth.",
        "On a lazy afternoon, mate1 teaches you a silly song from their kithood, making you both giggle.",
        "mate1 shyly asks your opinion on kits.",
        "You find a carefully crafted trinket near your nest, only to realize that mate1 made it just for you.",
        "One morning, you wake up to find a flower by your nest. mate1 shyly admits they thought it matched the color of your eyes.",
        "You wake up to find that mate1 brought you your favorite piece of freshkill. How thoughtful!",
        "While trying to impress mate1, you trip over your paws. They snicker before moving to help you back up.",
        "You catch a look at mate1 from across the camp. They get even more beautiful with every day that passes.",
        "You and mate1 spent the night cuddled together in the den during a chilly night.",
        "mate1 has seemed really distant lately, maybe a walk around the territory with you will help them feel a bit better.",
        "You and mate1 take a walk on a rainy evening, and it ends with you two splashing each other and playing in puddles.",
        "mate1 shares a story from their kithood, making you laugh with their antics. It's a side of them you've never seen before, and you cherish the moment.",
        "You and mate1 decide to climb the tallest tree in the territory. From the top, you both enjoy the breathtaking view, feeling closer than ever.",
        "After a hard day, mate1 gently grooms your fur, their touch soothing away your worries.",
        "You and mate1 sing an old Clan song, yowling the lyrics together. You aren't the greatest singers, but you both have fun nevertheless -- you both are soon breathless from laughter."
    ],
    "affair_events": [
        "At a gathering, you can't help but notice how often mate1's gaze drifts to a certain cat from another Clan.",
        "You find a tuft of unfamiliar fur stuck to mate1 after they return from a solo 'hunt'. The scent doesn't belong to any prey, and you're left with an uneasy feeling.",
        "In the moonlight, you see the silhouette of mate1 and another cat by the lakeside. They sit so close, their reflections merge as one in the water.",
        "You spot mate1 sneaking out of camp during the night. Curious, you decide to follow and discover them meeting another cat in secret.",
        "During the gathering, your heart sinks as you see mate1 sit closely beside another cat, their whiskers brushing and their gazes locked in a way that's hard to misinterpret.",
        "A Clanmate approaches you with hesitation, sharing rumors they've heard about mate1 and another outsider. While you're inclined to dismiss it, a nagging doubt creeps into your mind.",
        "Your gaze lands on a sight that makes your heart drop - your mate, mate1, sharing an intimate moment of laughter and playful nudges with another cat.",
        "You look for your mate to ask them out on a date, when you see them pressing their pelt up against another cat. When mate1 sees you, they quickly run up to you to explain."
    ]
}