{
  "backstories": {
    "clan_founder": "This cat is one of the founding members of the Clan.",
    "clanborn": "This cat was born into the Clan where {PRONOUN/m_c/subject} currently {VERB/m_c/reside/resides}.",
    "halfclan1": "This cat was born into the Clan, but one of {PRONOUN/m_c/poss} parents resides in another Clan.",
    "halfclan2": "This cat was born in another Clan, but chose to come to this Clan to be with {PRONOUN/m_c/poss} other parent.",
    "halfclan4": "One of this cat's parents is a mediator in another Clan, and they visit regularly.",
    "halfclan5": "One of this cat's parents is the leader of another Clan, but they've never met them.",
    "halfclan6": "One of this cat's parents is the deputy of another Clan, but they've never met them",
    "halfclan7": "One of this cat's parents is the medicine cat of another Clan, but they've never met them.",
    "halfclan8": "One of this cat's parents is the medicine cat of another Clan, and they visit regularly.",
    "halfclan9": "One of this cat's parents is the leader of another Clan, and they visit regularly.",
    "halfclan10": "One of this cat's parents is the leader of another Clan, and they visit regularly.",
    "outsider_roots1": "This cat was born into the Clan, but one of {PRONOUN/m_c/poss} parents is an outsider that belongs to no Clan.",
    "outsider_roots2": "This cat was born outside the Clan, but came to live in the Clan with {PRONOUN/m_c/poss} parent at a young age.",
    "outsider_roots3": "This cat was born into the Clan, but one of their parents is a loner who they've never met.",
    "outsider_roots4": "This cat was born into the Clan, but one of their parents is a loner, who visits them regularly at the border.",
    "outsider_roots5": "This cat was born into the Clan, but one of their parents is a kittypet who they've never met.",
    "outsider_roots6": "This cat was born into the Clan, but one of their parents is a kittypet, who visits them regularly at the border.",
    "outsider_roots7": "This cat was born into the Clan, but one of their parents is a rogue who they've never met.",
    "outsider_roots8": "This cat was born into the Clan, but one of their parents is a rogue who visits them regularly at the border.",
    "loner1": "This cat joined the Clan by choice after living life as a loner.",
    "loner2": "This cat used to live in a barn, but mostly stayed away from Twolegs. {PRONOUN/m_c/subject/CAP} decided Clan life might be an interesting change of pace.",
    "loner3": "This cat didn't get to see their parent alive, and was found by a the Clan patrol.",
    "loner4": "This cat joined the Clan after becoming weary of living alone.",
    "loner5":  "m_c wandered the world, aimless and free, but always alone.",
    "loner6": "m_c wandered the world, aimless and free, but always alone - until {PRONOUN/m_c/subject} found someone worth staying for.",
    "kittypet1": "This cat joined the Clan by choice after living life with Twolegs as a kittypet.",
    "kittypet2": "This cat used to live on something called a 'boat' with Twolegs, but decided to join the Clan.",
    "kittypet8": "This cat used to be a kittypet. {PRONOUN/m_c/subject/CAP} got lost after wandering away, and when {PRONOUN/m_c/subject} returned home, {PRONOUN/m_c/subject} found {PRONOUN/m_c/poss} Twolegs were gone. {PRONOUN/m_c/subject/CAP} eventually found {PRONOUN/m_c/poss} way to the Clan.",
    "kittypet9": "This cat used to be a kittypet. One day, {PRONOUN/m_c/subject} got sick, and {PRONOUN/m_c/poss} Twolegs brought {PRONOUN/m_c/object} into the belly of a monster. The Twolegs then left {PRONOUN/m_c/object} to fend for {PRONOUN/m_c/self}.",
    "kittypet3": "This cat used to be a kittypet. {PRONOUN/m_c/subject/CAP} got lost after wandering away, and when {PRONOUN/m_c/subject} returned home, {PRONOUN/m_c/subject} found {PRONOUN/m_c/poss} Twolegs were gone. {PRONOUN/m_c/subject/CAP} eventually found {PRONOUN/m_c/poss} way to the Clan.",
    "kittypet4": "This cat used to be a kittypet. One day, {PRONOUN/m_c/subject} got sick, and {PRONOUN/m_c/poss} Twolegs brought {PRONOUN/m_c/object} into the belly of a monster. The Twolegs then left {PRONOUN/m_c/object} to fend for {PRONOUN/m_c/self}.",
    "kittypet5": "This cat was originally a kittypet, but left home with big dreams of becoming a legendary warrior!",
    "kittypet6": "This cat was born as a kittypet, but abandonment led them to joining the Clan.",
    "kittypet7": "This cat always longed for a life beyond the fence. One day, they finally gathered their courage and joined the Clan, where they currently reside.",
    "rogue1": "This cat joined the Clan by choice after living life as a rogue.",
    "rogue2": "This cat used to live in a Twolegplace, scrounging for what {PRONOUN/m_c/subject} could find. {PRONOUN/m_c/subject/CAP} thought the Clan might offer {PRONOUN/m_c/object} more security.",
    "rogue3": "This cat used to live alone in {PRONOUN/m_c/poss} own territory, but was chased out by something and eventually found the Clan.",
    "rogue4": "This cat was sent by the leader of a group of rogues to gather secrets and intel on the Clan.",
    "rogue5": "This cat was originally a member of a group of rogues, but defected after being mistreated by the leader.",
    "rogue6": "This cat was captured by a group of Clan cats on patrol, and decided to join the Clan in return for their life being spared.",
    "rogue7": "This cat woke up with no memory of their old life, and has lived with the Clan since.",
    "rogue8": "This cat was formerly a rogue, joining the Clan after being enticed by the thought of more prey.",
    "abandoned1": "This cat was found by the Clan as a kit and has been living with them ever since.",
    "abandoned2": "This cat was born outside of the Clan, but was brought to the Clan as a kit and has lived here ever since.",
    "abandoned3": "This cat was born into another Clan, but {PRONOUN/m_c/subject} {VERB/m_c/were/was} left here as a kit for the Clan to raise.",
    "abandoned4": "This cat was found and taken in after being abandoned by {PRONOUN/m_c/poss} Twolegs as a kit.",
    "otherclan1": "This cat was born into another Clan, but came to this Clan by choice.",
    "otherclan2": "This cat was unhappy in {PRONOUN/m_c/poss} old Clan and decided to come here instead.",
    "otherclan3": "This cat's Clan stayed with the Clan after a disaster struck {PRONOUN/m_c/poss} old one, and decided to stay after the rest of {PRONOUN/m_c/poss} Clan returned home.",
    "otherclan4": "This cat grew up in another Clan, but chose to leave that life and join the Clan {PRONOUN/m_c/subject} now {VERB/m_c/live/lives} in.",
    "otherclan5": "This cat never really fit in with their original Clan, always feeling out of place. They found solace and purpose in this new Clan.",
    "otherclan6": "The rules and rigidity of their previous Clan stifled this cat. They sought a place where they could truly be themselves.",
    "otherclan7": "This cat decided to leave their own Clan for completely normal, innocent reasons... totally not because they have a crush on someone in the Clan, or anything.",
    "otherclan8": "This cat was sent by the leader of o_cClan to gather secrets and intel on the Clan.",
    "otherclan9": "This cat was stolen from a rival Clan due to underpopulation.",
    "otherclan10": "This cat was originally a member of o_cClan, but left because they couldn't stand the tragic loss of a loved one.",
    "disgraced1": "This cat was cast out of {PRONOUN/m_c/poss} old Clan for some transgression that {PRONOUN/m_c/subject}{VERB/m_c/'re/'s} not keen on talking about.",
    "disgraced2": "This cat was exiled from {PRONOUN/m_c/poss} old Clan for something {PRONOUN/m_c/subject} didn't do and came here to seek safety.",
    "disgraced3": "This cat once held a high rank in another Clan but was exiled for reasons {PRONOUN/m_c/subject} {VERB/m_c/refuse/refuses} to share.",
    "retired_leader": "This cat used to be the leader of another Clan before deciding {PRONOUN/m_c/subject} needed a change of scenery after leadership became too much. {PRONOUN/m_c/subject/CAP} returned {PRONOUN/m_c/poss} nine lives and let {PRONOUN/m_c/poss} deputy take over before coming here.",
    "medicine_cat": "This cat was once a medicine cat in another Clan.",
    "ostracized_warrior": "This cat was ostracized from {PRONOUN/m_c/poss} old Clan, but no one really knows why.",
    "refugee1": "This cat came to this Clan after fleeing from {PRONOUN/m_c/poss} former Clan and the tyrannical leader that had taken over.",
    "refugee2": "This cat used to live as a loner, but after another cat chased {PRONOUN/m_c/object} from {PRONOUN/m_c/poss} home, {PRONOUN/m_c/subject} took refuge in the Clan.",
    "refugee3": "This cat used to be a kittypet, but joined the Clan after fleeing from {PRONOUN/m_c/poss} cruel Twoleg.",
    "refugee4": "This cat used to be in a rogue group, but joined the Clan after fleeing from the group's tyrannical leader.",
    "refugee5": "This cat got washed away from {PRONOUN/m_c/poss} former territory in a flood that destroyed {PRONOUN/m_c/poss} home but was glad to find a new home in {PRONOUN/m_c/poss} new Clan here.",
    "refugee6": "This cat used to be a kittypet, but joined the Clan after being found sick and weak after eating something {PRONOUN/m_c/subject} shouldn't have.",
    "tragedy_survivor1": "Something horrible happened to this cat's previous Clan. {PRONOUN/m_c/subject/CAP} refuse to speak about it.",
    "tragedy_survivor2": "This cat used to be part of a rogue group, but joined the Clan after something terrible happened to it.",
    "tragedy_survivor3": "This cat used to be a kittypet, but joined the Clan after something terrible happened to {PRONOUN/m_c/poss} Twolegs.",
    "tragedy_survivor4": "This cat used to be a loner, but joined the Clan after something terrible made {PRONOUN/m_c/object} leave {PRONOUN/m_c/poss} old home behind.",
    "tragedy_survivor5": "This cat was saved by the Clan and they joined as a way to repay their life debt.",
    "tragedy_survivor6": "This cat refuses to tell the Clan why they left their past home.",
    "wandering_healer1": "This cat used to wander, helping those where {PRONOUN/m_c/subject} could, and eventually found the Clan.",
    "wandering_healer2": "This cat used to live in a specific spot, offering help to all who wandered by, but eventually found {PRONOUN/m_c/poss} way to the Clan.",
    "wandering_healer3": "This cat joined the clan to hone in on their healing skills",
    "guided1": "This cat used to be a kittypet, but after dreaming of starry-furred cats, {PRONOUN/m_c/subject} followed their whispers to the Clan.",
    "guided2": "This cat used to live a rough life as a rogue. While wandering, {PRONOUN/m_c/subject} found a set of starry pawprints, and followed them to the Clan.",
    "guided3": "This cat used to live as a loner. A starry-furred cat appeared to {PRONOUN/m_c/object} one day, and then led {PRONOUN/m_c/object} to the Clan.",
    "guided4": "This cat used to live in a different Clan, until a sign from StarClan told {PRONOUN/m_c/object} to leave.",
    "guided5": "This cat used to live outside the clan, but came here after a deceased loved one told them that they must follow their heart to find their true home.",
    "guided6": "This cat is a descendant of a long-since disbanded clan. Following the wishes of a ghostly cat with a pelt full of stars, they joined the Clan to continue the legacy.",
    "orphaned1": "This cat was found with a deceased parent. The Clan took {PRONOUN/m_c/object} in, but doesn't hide where {PRONOUN/m_c/subject} came from.",
    "orphaned2": "This cat was found with a deceased parent. The Clan took {PRONOUN/m_c/object} in, but doesn't tell {PRONOUN/m_c/object} where {PRONOUN/m_c/subject} really came from.",
    "orphaned3": "This cat was found as a kit among the wreckage of a Monster with no parents in sight and got brought to live in the Clan.",
    "orphaned4": "This cat was found as a kit hiding near a place of battle where there were no survivors and got brought to live in the Clan.",
    "orphaned5": "This cat was found as a kit hiding near {PRONOUN/m_c/poss} parent's bodies and got brought to live in the Clan.",
    "orphaned6": "This cat was found flailing in the ocean as a teeny kitten, no parent in sight.",
    "orphaned7": "This cat was found stashed high up in a tree with claw marks marking the base. No parents were found nearby, however there were fox paw prints not too far away.",
    "outsider1": "This cat was born outside of a Clan.",
    "outsider2": "This cat was born outside of a Clan, but at {PRONOUN/m_c/poss} birth one parent was a member of a Clan.",
    "outsider3": "This cat was born outside of a Clan, while {PRONOUN/m_c/poss} parent was lost.",
    "outsider4": "This cat joined the Clan after their need to wander died out.",
    "outsider5": "This cat joined the Clan in hopes of a new adventure.",
    "outsider6": "This cat visited the Clan almost every single day despite living outside the clan. They finally decided to join one day, since they already spent so much time at the clan.",
    "clan_founder1": "This cat was originally a kittypet, but was recruited to help found the Clan.",
    "clan_founder2": "This cat was originally a loner, but was recruited to help found the Clan.",
    "clan_founder3": "This cat was originally a rogue, but was recruited to help found the Clan.",
    "clan_founder4": "This cat belonged to the original c_nClan, but they lost their territory to a disaster. Now, they've come to help rebuild.",
    "clan_founder5": "This cat was originally a member of another Clan, but decided to leave to help create a Clan of their own where they could have more influence.",
    "clan_founder6": "This cat was exiled from their original Clan for breaking the Warrior Code, and decided to help found the Clan for a shot at redemption.",
    "clan_founder7": "This cat received a prophecy about founding a new Clan to bring balance to the territories, and joined the Clan's efforts.",
    "clan_founder8": "This cat left o_cClan due to religious differences, and decided to help found c_nClan in hopes it would align more with their practices.",
    "clan_founder9": "This cat was originally reluctant to help found c_nClan, but decided to join after r_c convinced them.",
    "clan_founder10": "This cat followed r_c into the Clan.",
    "clan_founder11": "This cat was sent by the leader of o_cClan to gather secrets and intel on the newly formed Clan.",
    "clan_founder12": "This cat was sent by the leader of a rogue group to gather secrets and intel on the newly formed Clan.",
    "clan_founder13": "This cat belonged to the original c_nClan, whose territory was taken over by o_cClan. Now, they've come to rebuild.",
    "clan_founder14": "This cat belonged to the original c_nClan, whose territory was lost in a war against rogues. Now, they've come to rebuild.",
    "clan_founder15": "This cat belonged to the original c_nClan, whose territory is now a twolegplace. Now, they've come to rebuild.",
    "clan_founder16": "This cat received a prophecy that the creation of c_nClan would lead to the downfall of the territories, and came to stop it from happening.",
    "clan_founder17": "This cat came to fulfill their destiny of helping to found c_nClan after receiving a prophecy from StarClan."
  },
  "backstory_display": {
    "clan_founder_backstories": "Clan founder",
    "clanborn_backstories": "Clanborn",
    "outsider_roots_backstories": "outsider roots",
    "half_clan_backstories": "half-Clan",
    "loner_backstories": "formerly a loner",
    "rogue_backstories": "formerly a rogue",
    "kittypet_backstories": "formerly a kittypet",
    "outsider_backstories": "formerly an outsider",
    "former_clancat_backstories": "originally from another Clan",
    "orphaned_backstories": "orphaned",
    "abandoned_backstories": "abandoned"
  },
  "backstory_categories": {
    "clan_founder_backstories": [
      "clan_founder",
      "clan_founder1",
      "clan_founder2",
      "clan_founder3",
      "clan_founder4",
      "clan_founder5",
      "clan_founder6",
      "clan_founder7",
      "clan_founder8",
      "clan_founder9",
      "clan_founder10",
      "clan_founder11",
      "clan_founder12",
      "clan_founder13",
      "clan_founder14",
      "clan_founder15",
      "clan_founder16",
      "clan_founder17"
    ],
    "clanborn_backstories": [
      "clanborn"
    ],
    "outsider_roots_backstories": [
      "outsider_roots1",
      "outsider_roots2",
      "outsider_roots3",
      "outsider_roots4",
      "outsider_roots5",
      "outsider_roots6",
      "outsider_roots7",
      "outsider_roots8",
      "tragedy_survivor5",
      "tragedy_survivor6",
      "guided5",
      "guided6"
    ],
    "half_clan_backstories": [
      "halfclan1",
      "halfclan2",
      "halfclan3",
      "halfclan4",
      "halfclan5",
      "halfclan6",
      "halfclan7",
      "halfclan8",
      "halfclan9",
      "halfclan10"
    ],
    "loner_backstories": [
      "loner1",
      "loner2",
      "loner3",
      "loner4",
      "refugee2",
      "tragedy_survivor4",
      "guided3",
      "refugee5",
      "wandering_healer2"
    ],
    "rogue_backstories": [
      "rogue1",
      "rogue2",
      "rogue3",
      "rogue4",
      "rogue5",
      "rogue6",
      "rogue7",
      "rogue8",
      "refugee4",
      "tragedy_survivor2",
      "guided2",
      "refugee5",
      "wandering_healer1"
    ],
    "kittypet_backstories": [
      "kittypet1",
      "kittypet2",
      "kittypet3",
      "kittypet4",
      "kittypet5",
      "kittypet6",
      "kittypet7",
      "refugee3",
      "tragedy_survivor3",
      "guided1"
    ],
    "former_clancat_backstories": [
      "otherclan1",
      "otherclan2",
      "otherclan3",
      "otherclan4",
      "otherclan5",
      "otherclan6",
      "otherclan7",
      "otherclan8",
      "otherclan9",
      "otherclan10",
      "ostracized_warrior",
      "disgraced1",
      "disgraced2",
      "disgraced3",
      "retired_leader",
      "refugee1",
      "tragedy_survivor1",
      "medicine_cat",
      "guided4",
      "refugee5"
    ],
    "healer_backstories": [
      "medicine_cat",
      "wandering_healer1",
      "wandering_healer2",
      "wandering_healer3"
    ],
    "orphaned_backstories": [
      "orphaned1",
      "orphaned2",
      "orphaned3",
      "orphaned4",
      "orphaned5",
      "orphaned6",
      "orphaned7"
    ],
    "abandoned_backstories": [
      "abandoned1",
      "abandoned2",
      "abandoned3",
      "abandoned4"
    ],
    "outsider_backstories": [
      "outsider1",
      "outsider2",
      "outsider3",
      "outsider4",
      "outsider5",
      "outsider6"
    ]
  },
  "conversion": {
    "tragedy_survivor": "tragedy_survivor1",
    "disgraced": "disgraced1",
    "otherclan": "otherclan1",
    "other_clan1": "otherclan4",
    "orphaned": "orphaned1",
    "refugee": "refugee1",
    "outsider": "outsider1"
  }
}