{
  "backstories": {
    "clan_founder": "This scavenger is one of the founding members of the Troop.",
    "clanborn": "This scavenger was born into the Troop where {PRONOUN/m_c/subject} currently {VERB/m_c/reside/resides}.",
    "halfclan1": "This scavenger was born into the Troop, but one of {PRONOUN/m_c/poss} parents resides in another Troop.",
    "halfclan2": "This scavenger was born in another Troop, but chose to come to this Troop to be with {PRONOUN/m_c/poss} other parent.",
    "halfclan4": "One of this scavenger's parents is a mediator in another Troop, and they visit regularly.",
    "halfclan5": "One of this scavenger's parents is the leader of another Troop, but they've never met them.",
    "halfclan6": "One of this scavenger's parents is the deputy of another Troop, but they've never met them",
    "halfclan7": "One of this scavenger's parents is the healer of another Troop, but they've never met them.",
    "halfclan8": "One of this scavenger's parents is the healer of another Troop, and they visit regularly.",
    "halfclan9": "One of this scavenger's parents is the leader of another Troop, and they visit regularly.",
    "halfclan10": "One of this scavenger's parents is the leader of another Troop, and they visit regularly.",
    "outsider_roots1": "This scavenger was born into the Troop, but one of {PRONOUN/m_c/poss} parents is an outsider that belongs to no Troop.",
    "outsider_roots2": "This scavenger was born outside the Troop, but came to live in the Troop with {PRONOUN/m_c/poss} parent at a young age.",
    "outsider_roots3": "This scavenger was born into the Troop, but one of their parents is a loner who they've never met.",
    "outsider_roots4": "This scavenger was born into the Troop, but one of their parents is a loner, who visits them regularly at the border.",
    "outsider_roots5": "This scavenger was born into the Troop, but one of their parents is a city scav who they've never met.",
    "outsider_roots6": "This scavenger was born into the Troop, but one of their parents is a city scav, who visits them regularly at the border.",
    "outsider_roots7": "This scavenger was born into the Troop, but one of their parents is a rogue who they've never met.",
    "outsider_roots8": "This scavenger was born into the Troop, but one of their parents is a rogue who visits them regularly at the border.",
    "loner1": "This scavenger joined the Troop by choice after living life as a loner.",
    "loner2": "This scavenger used to live on the outskirts of the city. {PRONOUN/m_c/subject/CAP} decided Troop life might be an interesting change of pace.",
    "loner3": "This scavenger didn't get to see their parent alive, and was found by a Troop patrol.",
    "loner4": "This scavenger joined the Troop after becoming weary of living alone.",
    "kittypet1": "This scavenger joined the Troop by choice after living life in the city.",
    "kittypet2": "This scavenger was sent on a mission by a distant iterator, but decided to join the Troop.",
    "kittypet3": "This scavenger used to live in the city. {PRONOUN/m_c/subject/CAP} got lost after wandering away, and when {PRONOUN/m_c/subject} returned home, {PRONOUN/m_c/subject} found {PRONOUN/m_c/poss} old troop was gone. {PRONOUN/m_c/subject/CAP} eventually found {PRONOUN/m_c/poss} way to the Troop.",
    "kittypet4": "This scavenger used to live in the city. One day, {PRONOUN/m_c/subject} got sick, and {PRONOUN/m_c/poss} Troopmates brought {PRONOUN/m_c/object} out beyond the gates. They went back inside and left {PRONOUN/m_c/object} to fend for {PRONOUN/m_c/self}.",
    "kittypet5": "This scavenger was originally a city scav, but left home with big dreams of becoming a legendary warrior!",
    "kittypet6": "This scavenger was born as a city scav, but abandonment led them to joining the Troop.",
    "kittypet7": "This scavenger always longed for a life beyond the city. One day, they finally gathered their courage and joined the Troop, where they currently reside.",
    "rogue1": "This scavenger joined the Troop by choice after living life as a rogue.",
    "rogue2": "This scavenger used to live alone in a city, scrounging for what {PRONOUN/m_c/subject} could find. {PRONOUN/m_c/subject/CAP} thought the Troop might offer {PRONOUN/m_c/object} more security.",
    "rogue3": "This scavenger used to live alone in {PRONOUN/m_c/poss} own territory, but was chased out by something and eventually found the Troop.",
    "rogue4": "This scavenger was sent by the leader of a group of rogues to gather secrets and intel on the Troop.",
    "rogue5": "This scavenger was originally a member of a group of rogues, but defected after being mistreated by the leader.",
    "rogue6": "This scavenger was captured by a group of Troop scavengers on patrol, and decided to join the Troop in return for their life being spared.",
    "rogue7": "This scavenger woke up with no memory of their old life, and has lived with the Troop since.",
    "rogue8": "This scavenger was formerly a rogue, joining the Troop after being enticed by the thought of more prey.",
    "abandoned1": "This scavenger was found by the Troop as a cub and has been living with them ever since.",
    "abandoned2": "This scavenger was born outside of the Troop, but was brought to the Troop as a cub and has lived here ever since.",
    "abandoned3": "This scavenger was born into another Troop, but {PRONOUN/m_c/subject} {VERB/m_c/were/was} left here as a cub for the Troop to raise.",
    "abandoned4": "This scavenger was found and taken in after being abandoned by {PRONOUN/m_c/poss} parents as a cub.",
    "otherclan1": "This scavenger was born into another Troop, but came to this Troop by choice.",
    "otherclan2": "This scavenger was unhappy in {PRONOUN/m_c/poss} old Troop and decided to come here instead.",
    "otherclan3": "This scavenger's Troop stayed with the Troop after a disaster struck {PRONOUN/m_c/poss} old one, and decided to stay after the rest of {PRONOUN/m_c/poss} Troop returned home.",
    "otherclan4": "This scavenger grew up in another Troop, but chose to leave that life and join the Troop {PRONOUN/m_c/subject} now {VERB/m_c/live/lives} in.",
    "otherclan5": "This scavenger never really fit in with their original Troop, always feeling out of place. They found solace and purpose in this new Troop.",
    "otherclan6": "The rules and rigidity of their previous Troop stifled this scavenger. They sought a place where they could truly be themselves.",
    "otherclan7": "This scavenger decided to leave their own Troop for completely normal, innocent reasons... totally not because they have a crush on someone in the Troop, or anything.",
    "otherclan8": "This scavenger was sent by the leader of o_c's Troop to gather secrets and intel on the Troop.",
    "otherclan9": "This scavenger was stolen from a rival Troop due to underpopulation.",
    "otherclan10": "This scavenger was originally a member of o_c's Troop, but left because they couldn't stand the tragic loss of a loved one.",
    "disgraced1": "This scavenger was cast out of {PRONOUN/m_c/poss} old Troop for some transgression that {PRONOUN/m_c/subject}{VERB/m_c/'re/'s} not keen on talking about.",
    "disgraced2": "This scavenger was exiled from {PRONOUN/m_c/poss} old Troop for something {PRONOUN/m_c/subject} didn't do and came here to seek safety.",
    "disgraced3": "This scavenger once held a high rank in another Troop but was exiled for reasons {PRONOUN/m_c/subject} {VERB/m_c/refuse/refuses} to share.",
    "retired_leader": "This scavenger used to be the leader of another Troop before deciding {PRONOUN/m_c/subject} needed a change of scenery after leadership became too much. {PRONOUN/m_c/subject/CAP} returned {PRONOUN/m_c/poss} nine lives and let {PRONOUN/m_c/poss} deputy take over before coming here.",
    "medicine_cat": "This scavenger was once a healer in another Troop.",
    "ostracized_warrior": "This scavenger was ostracized from {PRONOUN/m_c/poss} old Troop, but no one really knows why.",
    "refugee1": "This scavenger came to this Troop after fleeing from {PRONOUN/m_c/poss} former Troop and the tyrannical leader that had taken over.",
    "refugee2": "This scavenger used to live as a loner, but after a slugcat chased {PRONOUN/m_c/object} from {PRONOUN/m_c/poss} home, {PRONOUN/m_c/subject} took refuge in the Troop.",
    "refugee3": "This scavenger used to live in the city, but joined the Troop after fleeing from {PRONOUN/m_c/poss} cruel ruler.",
    "refugee4": "This scavenger used to be in a rogue group, but joined the Troop after fleeing from the group's tyrannical leader.",
    "refugee5": "This scavenger got washed away from {PRONOUN/m_c/poss} former territory in a flood that destroyed {PRONOUN/m_c/poss} home, but was glad to find a new home in {PRONOUN/m_c/poss} new Troop here.",
    "tragedy_survivor1": "Something horrible happened to this scavenger's previous Troop. {PRONOUN/m_c/subject/CAP} refuse to speak about it.",
    "tragedy_survivor2": "This scavenger used to be part of a rogue group, but joined the Troop after something terrible happened to it.",
    "tragedy_survivor3": "This scavenger used to live in the city, but joined the Troop after something terrible happened to {PRONOUN/m_c/poss} Troop.",
    "tragedy_survivor4": "This scavenger used to be a loner, but joined the Troop after something terrible made {PRONOUN/m_c/object} leave {PRONOUN/m_c/poss} old home behind.",
    "tragedy_survivor5": "This scavenger was saved by the Troop and they joined as a way to repay their life debt.",
    "tragedy_survivor6": "This scavenger refuses to tell the Troop why they left their past home.",
    "wandering_healer1": "This scavenger used to wander, helping those where {PRONOUN/m_c/subject} could, and eventually found the Troop.",
    "wandering_healer2": "This scavenger used to live in a specific spot, offering help to all who wandered by, but eventually found {PRONOUN/m_c/poss} way to the Troop.",
    "wandering_healer3": "This scavenger joined the troop to hone in on their healing skills",
    "guided1": "This scavenger used to live in the city, but after dreaming of an ancinet Echo, {PRONOUN/m_c/subject} followed their whispers to the Troop.",
    "guided2": "This scavenger used to live a rough life as a rogue. While wandering, {PRONOUN/m_c/subject} found a set of starry pawprints, and followed them to the Troop.",
    "guided3": "This scavenger used to live as a loner. A starry-furred scavenger appeared to {PRONOUN/m_c/object} one day, and then led {PRONOUN/m_c/object} to the Troop.",
    "guided4": "This scavenger used to live in a different Troop, until a sign from StarClan told {PRONOUN/m_c/object} to leave.",
    "guided5": "This scavenger used to live outside the troop, but came here after a deceased loved one told them that they must follow their heart to find their true home.",
    "guided6": "This scavenger is a descendant of a long-since disbanded troop. Following the wishes of a ghostly scavenger with a pelt full of stars, they joined the Troop to continue the legacy.",
    "orphaned1": "This scavenger was found with a deceased parent. The Troop took {PRONOUN/m_c/object} in, but doesn't hide where {PRONOUN/m_c/subject} came from.",
    "orphaned2": "This scavenger was found with a deceased parent. The Troop took {PRONOUN/m_c/object} in, but doesn't tell {PRONOUN/m_c/object} where {PRONOUN/m_c/subject} really came from.",
    "orphaned3": "This scavenger was found as a cub near a failed shelter with no parents in sight and got brought to live in the Troop.",
    "orphaned4": "This scavenger was found as a cub hiding near a place of battle where there were no survivors and got brought to live in the Troop.",
    "orphaned5": "This scavenger was found as a cub hiding near {PRONOUN/m_c/poss} parent's bodies and got brought to live in the Troop.",
    "orphaned6": "This scavenger was found flailing in the ocean as a teeny cub, no parent in sight.",
    "orphaned7": "This scavenger was found stashed high up in a tower with an X marking the base. No parents were found nearby, but there were lizard tracks not too far away.",
    "outsider1": "This scavenger was born outside of a Troop.",
    "outsider2": "This scavenger was born outside of a Troop, but at {PRONOUN/m_c/poss} birth one parent was a member of a Troop.",
    "outsider3": "This scavenger was born outside of a Troop, while {PRONOUN/m_c/poss} parent was lost.",
    "outsider4": "This scavenger joined the Troop after their need to wander died out.",
    "outsider5": "This scavenger joined the Troop in hopes of a new adventure.",
    "outsider6": "This scavenger visited the Troop almost every single day despite living outside the troop. They finally decided to join one day, since they already spent so much time at the troop.",
    "clan_founder1": "This scavenger was originally a city scav, but was recruited to help found the Troop.",
    "clan_founder2": "This scavenger was originally a loner, but was recruited to help found the Troop.",
    "clan_founder3": "This scavenger was originally a rogue, but was recruited to help found the Troop.",
    "clan_founder4": "This scavenger belonged to the original c_n's Troop, but they lost their territory to a disaster. Now, they've come to help rebuild.",
    "clan_founder5": "This scavenger was originally a member of another Troop, but decided to leave to help create a Troop of their own where they could have more influence.",
    "clan_founder6": "This scavenger was exiled from their original Troop for breaking the Warrior Code, and decided to help found the Troop for a shot at redemption.",
    "clan_founder7": "This scavenger received a prophecy about founding a new Troop to bring balance to the territories, and joined the Troop's efforts.",
    "clan_founder8": "This scavenger left o_c's Troop due to religious differences, and decided to help found c_n's Troop in hopes it would align more with their practices.",
    "clan_founder9": "This scavenger was originally reluctant to help found c_n's Troop, but decided to join after r_c convinced them.",
    "clan_founder10": "This scavenger followed r_c into the Troop.",
    "clan_founder11": "This scavenger was sent by the leader of o_c's Troop to gather secrets and intel on the newly formed Troop.",
    "clan_founder12": "This scavenger was sent by the leader of a rogue group to gather secrets and intel on the newly formed Troop.",
    "clan_founder13": "This scavenger belonged to the original c_n's Troop, whose territory was taken over by o_c's Troop. Now, they've come to rebuild.",
    "clan_founder14": "This scavenger belonged to the original c_n's Troop, whose territory was lost in a war against rogues. Now, they've come to rebuild.",
    "clan_founder15": "This scavenger belonged to the original c_n's Troop, whose territory was destroyed by a disaster. Now, they've come to rebuild.",
    "clan_founder16": "This scavenger received a prophecy that the creation of c_n's Troop would lead to the downfall of the territories, and came to stop it from happening.",
    "clan_founder17": "This scavenger came to fulfill their destiny of helping to found c_n's Troop after receiving a prophecy from StarClan."
  },
  "backstory_display": {
    "clan_founder_backstories": "Troop founder",
    "clanborn_backstories": "Troopborn",
    "outsider_roots_backstories": "outsider roots",
    "half_clan_backstories": "half-Troop",
    "loner_backstories": "formerly a loner",
    "rogue_backstories": "formerly a rogue",
    "kittypet_backstories": "formerly a city scav",
    "outsider_backstories": "formerly an outsider",
    "former_clancat_backstories": "originally from another Troop",
    "orphaned_backstories": "orphaned",
    "abandoned_backstories": "abandoned"
  },
  "backstory_categories": {
    "clan_founder_backstories": [
      "clan_founder",
      "clan_founder1",
      "clan_founder2",
      "clan_founder3",
      "clan_founder4",
      "clan_founder5",
      "clan_founder6",
      "clan_founder7",
      "clan_founder8",
      "clan_founder9",
      "clan_founder10",
      "clan_founder11",
      "clan_founder12",
      "clan_founder13",
      "clan_founder14",
      "clan_founder15",
      "clan_founder16",
      "clan_founder17"
    ],
    "clanborn_backstories": [
      "clanborn"
    ],
    "outsider_roots_backstories": [
      "outsider_roots1",
      "outsider_roots2",
      "outsider_roots3",
      "outsider_roots4",
      "outsider_roots5",
      "outsider_roots6",
      "outsider_roots7",
      "outsider_roots8",
      "tragedy_survivor5",
      "tragedy_survivor6",
      "guided5",
      "guided6"
    ],
    "half_clan_backstories": [
      "halfclan1",
      "halfclan2",
      "halfclan3",
      "halfclan4",
      "halfclan5",
      "halfclan6",
      "halfclan7",
      "halfclan8",
      "halfclan9",
      "halfclan10"
    ],
    "loner_backstories": [
      "loner1",
      "loner2",
      "loner3",
      "loner4",
      "refugee2",
      "tragedy_survivor4",
      "guided3",
      "refugee5",
      "wandering_healer2"
    ],
    "rogue_backstories": [
      "rogue1",
      "rogue2",
      "rogue3",
      "rogue4",
      "rogue5",
      "rogue6",
      "rogue7",
      "rogue8",
      "refugee4",
      "tragedy_survivor2",
      "guided2",
      "refugee5",
      "wandering_healer1"
    ],
    "kittypet_backstories": [
      "kittypet1",
      "kittypet2",
      "kittypet3",
      "kittypet4",
      "kittypet5",
      "kittypet6",
      "kittypet7",
      "refugee3",
      "tragedy_survivor3",
      "guided1"
    ],
    "former_clancat_backstories": [
      "otherclan1",
      "otherclan2",
      "otherclan3",
      "otherclan4",
      "otherclan5",
      "otherclan6",
      "otherclan7",
      "otherclan8",
      "otherclan9",
      "otherclan10",
      "ostracized_warrior",
      "disgraced1",
      "disgraced2",
      "disgraced3",
      "retired_leader",
      "refugee1",
      "tragedy_survivor1",
      "medicine_cat",
      "guided4",
      "refugee5"
    ],
    "healer_backstories": [
      "medicine_cat",
      "wandering_healer1",
      "wandering_healer2",
      "wandering_healer3"
    ],
    "orphaned_backstories": [
      "orphaned1",
      "orphaned2",
      "orphaned3",
      "orphaned4",
      "orphaned5",
      "orphaned6",
      "orphaned7"
    ],
    "abandoned_backstories": [
      "abandoned1",
      "abandoned2",
      "abandoned3",
      "abandoned4"
    ],
    "outsider_backstories": [
      "outsider1",
      "outsider2",
      "outsider3",
      "outsider4",
      "outsider5",
      "outsider6"
    ]
  },
  "conversion": {
    "tragedy_survivor": "tragedy_survivor1",
    "disgraced": "disgraced1",
    "otherclan": "otherclan1",
    "other_clan1": "otherclan4",
    "orphaned": "orphaned1",
    "refugee": "refugee1",
    "outsider": "outsider1"
  }
}